Repository: Nexus-Mods/NexusMods.App
Catalog: src/NexusMods.Games.FOMOD.UI/Resources/Language.*.resx
Languages: pl, tr_tr

# GuidedInstallerStepView_GuidedInstallerStepView_Installation_complete
source: Installation complete
pl: Instalacja zakończona
tr_tr: Yükleme tamamlandı

# FooterStepperView_FooterStepperView_Finish
source: Finish
pl: Zakończ
tr_tr: Bitir

# FooterStepperView_FooterStepperView_Next
source: Next
pl: Dalej
tr_tr: İleri

# FooterStepperView_FooterStepperView_Previous
source: Previous
pl: Wstecz
tr_tr: Geri

# GuidedInstallerGroupView_SelectAtLeastOne
source: (Select at least one)
pl: (WYBIERZ PRZYNAJMNIEJ JEDNĄ)
tr_tr: (En az birini seç)

# GuidedInstallerGroupViewModel_GuidedInstallerGroupViewModel_None
source: None
pl: Brak
tr_tr: Hiçbiri

# GuidedInstallerGroupViewModel_GuidedInstallerGroupViewModel_Select_nothing
source: Select nothing
pl: Nic nie wybieraj
tr_tr: Hiçbirini seçme

source: Use this option to select nothing
pl: Użyj tej opcji, by nic nie wybierać.
tr_tr: Hiçbirini seçmemek için bu seçeneği kullan

# GuidedInstallerStepView_GuidedInstallerStepView_No_additional_details_available
source: No additional details available
pl: Brak dostępnych dodatkowych szczegółów
tr_tr: Ek ayrıntı yok

# FooterStepperView_FooterStepperView_One_or_more_groups_failed_validation_
source: One or more groups failed validation.
pl: Jedna lub więcej grup nie przeszła walidacji.
tr_tr: Bir veya daha fazla grup doğrulamayı geçemedi.

# MultiOptionHeader_Multi_Option_Mod
source: Multi-Option Mod
pl: Mod z wieloma opcjami
tr_tr: Çoklu Seçenek Modu

# InstallationCompleteScreenText
source: You can change these options anytime by reinstalling this mod.
pl: Mod został pomyślnie zainstalowany z wybranymi opcjami. Jeśli zechcesz zmienić ustawienia, po prostu zainstaluj mod ponownie. Ustawienia można zmienić w dowolnym momencie.
tr_tr: Modunuz seçilen seçeneklerle başarıyla yüklendi. Seçimlerinizi değiştirmek isterseniz modu yeniden yüklemeniz yeterlidir. Ayarları dilediğiniz zaman düzenleyebilirsiniz.

# HighlightedOptionDescription_No_Extra_Details
source: No additional details
pl: Brak dodatkowych szczegółów
tr_tr: Ek ayrıntı yok
