Repository: Nexus-Mods/NexusMods.App
Catalog: src/NexusMods.Games.AdvancedInstaller.UI/Resources/Language.*.resx
Languages: es_es, fr, pt_br, tr_tr

# Footer_CANCEL
source: Cancel
es_es: Cancelar
fr: Annuler
pt_br: Cancelar
tr_tr: İptal

# Footer_INSTALL
source: Install
es_es: Instalar
fr: Installer
pt_br: Instalar
tr_tr: Yükle

# OverlayHeaderText_Advanced_Installer
source: Advanced installer
es_es: Instalador avanzado
fr: Installateur avancé
pt_br: Instalador avançado
tr_tr: Gelişmiş kurulum

# InstallerNameText
source: Advanced manual mod installer
es_es: Instalador manual avanzado de mods
fr: Installateur manuel avancé de mod
pt_br: Instalador de moda manual avançada
tr_tr: Gelişmiş manuel mod kurulumu

# SubHeadingText_Please_select_files
source: Please select the files to install and where they should be installed to.
es_es: Por favor, selecciona los archivos a instalar y dónde deben ser instalados.
fr: Veuillez sélectionner les fichiers à installer et où ils doivent être installés.
pt_br: Selecione arquivos a serem instalados e o caminho em que eles devem ser instalados.
tr_tr: Lütfen kurulacak dosyaları ve nereye kurulacaklarını seç.

# ModContentTitle_MOD_CONTENT
source: MOD CONTENT
es_es: CONTENIDO DEL MOD
fr: CONTENU DU MOD
pt_br: Conteúdo de moda
tr_tr: MOD İÇERİĞİ

# ModContentSubHeading_Files_with_no
source: Files with no location selected will not be installed.
es_es: Los archivos sin ubicación seleccionada no serán instalados.
fr: Les fichiers sans emplacement sélectionné ne seront pas installés.
pt_br: Os arquivos sem um caminho escolhido não serão instalados.
tr_tr: Konumu seçilmeyen dosyalar kurulmayacaktır.

# CreateFolderButton_Create_new_folder
source: Create new folder
es_es: Crear nueva carpeta
fr: Créer un nouveau dossier
pt_br: Crie uma nova pasta
tr_tr: Yeni klasör oluştur

# NewFilePill_NEW
source: NEW
es_es: NUEVO
fr: Nouveau
pt_br: Novo
tr_tr: YENİ

# Pill_DUPE_FOLDER
source: DUPE FOLDER
es_es: CARPETA DUPLICADA
fr: Dossier en double
pt_br: Duplicata da pasta
tr_tr: KOPYA KLASÖR

# Pill_FOLDER_MERGED
source: FOLDER MERGED
es_es: CARPETA FUSIONADA
fr: Dossier fusionné
pt_br: Integrado
tr_tr: KLASÖR BİRLEŞTİRİLDİ

# SelectLocationButton_Select_location
source: Select location
es_es: Seleccionar ubicación
fr: Sélectionner l'emplacement
pt_br: Escolha o caminho
tr_tr: Konum seç

# SelectButton_Select
source: Select
es_es: Seleccionar
fr: Sélectionner
pt_br: Escolher
tr_tr: Seç

# DeleteCreatedFolderButton_Delete
source: Delete
es_es: Eliminar
fr: Supprimer
pt_br: Remover
tr_tr: Sil

# CancelCreateFolderButton_Cancel
source: Cancel
es_es: Cancelar
fr: Annuler
pt_br: Cancelar
tr_tr: İptal

# SaveCreatedFolderButton_Save
source: Save
es_es: Guardar
fr: Sauvegarder
pt_br: Salvar
tr_tr: Kaydet

# EmptyPreviewText_Select_files_to_install
source: Select which files to install from the mod archive on the left.
es_es: Selecciona qué archivos instalar del archivo del mod en la izquierda.
fr: Sélectionnez les fichiers à installer à partir de l'archive de mod à gauche.
pt_br: Selecione arquivos a serem instalados no arquivo de mod à esquerda.
tr_tr: Soldaki mod arşivinden kurulacak dosyaları seç.

# SelectLocationHeaderText_SELECT_INSTALL_LOCATION
source: SELECT INSTALL LOCATION
es_es: SELECCIONAR UBICACIÓN DE INSTALACIÓN
fr: Sélectionner l'emplacement d'installation
pt_br: SELECIONE O CAMINHO DE INSTALAÇÃO
tr_tr: KURULUM KONUMUNU SEÇ

# SelectLocationSubHeadingText_Select_where_to
source: Select where to install the mod file/folder.
es_es: Selecciona dónde instalar el archivo/carpeta del mod.
fr: Sélectionnez où installer le fichier/dossier du mod.
pt_br: Selecione a instalação do arquivo/pasta.
tr_tr: Mod dosya/klasörünün nereye kurulacağını seç

# SuggestedHeaderText_SUGGESTED
source: SUGGESTED
es_es: SUGERIDAS
fr: Suggéré
pt_br: SUGERIDO
tr_tr: ÖNERİLEN

# AllFoldersAreaHeaderText_ALL_FOLDERS
source: ALL FOLDERS
es_es: TODAS LAS CARPETAS
fr: Tous les dossiers
pt_br: TODAS AS PASTAS
tr_tr: TÜM KLASÖRLER

# AllFoldersAreaSubHeaderText_Select_from_full
source: Select from the full folder structure
es_es: Seleccionar de la estructura completa de carpetas
fr: Sélectionnez à partir de la structure complète des dossiers
pt_br: Escolha a partir da estrutura completa de pastas
tr_tr: Tüm klasör yapısından seçim yap

# FileTree_ALL_MOD_FILES
source: All mod files
es_es: Todos los archivos del mod
fr: Tous les fichiers de mod
pt_br: Todos os arquivos do mod
tr_tr: Tüm mod dosyaları

# PreviewHeader_INSTALL_LOCATION_PREVIEW
source: INSTALL LOCATION PREVIEW
es_es: VISTA PREVIA DE UBICACIÓN DE INSTALACIÓN
fr: Aperçu de l'emplacement d'installation
pt_br: PRÉ-visualização do caminho de instalação
tr_tr: KURULUM KONUMU ÖNİZLEMESİ

# PreviewSubHeading_Files_labelled_as_new
source: Files/folders labelled as “New” will be installed/added.
es_es: Los archivos/carpetas etiquetados como "Nuevo" serán instalados/agregados.
fr: Les fichiers/dossiers marqués comme « Nouveau » seront installés/ajoutés.
pt_br: Arquivos/pastas marcados como 'Novos' serão instalados/adicionados.
tr_tr: “YENİ” olarak etiketlenen dosya/klasörler kurulacak/eklenecek.

# UnsupportedModHeader_Unsupported_mod
source: Unsupported mod
es_es: Mod no compatible
fr: Mod non pris en charge
pt_br: Mod não suportado
tr_tr: Desteklenmeyen mod

# UnsupportedTitleTextBlock_This_mod_is_not_supported
source: This mod is not supported
es_es: Este mod no es compatible
fr: Ce mod n'est pas pris en charge
pt_br: O mod não é suportado
tr_tr: Bu mod desteklenmiyor

# UnsupportedDescriptionTextBlock_This_mod_is_structured
source: This mod is structured in an unrecognised way, or contains unrecognised file types, so it cannot be installed automatically.
es_es: Este mod está estructurado de una manera no reconocida, o contiene tipos de archivos no reconocidos, por lo que no puede ser instalado automáticamente.
fr: Ce mod est structuré d'une manière non reconnue ou contient des types de fichiers non reconnus, il ne peut donc pas être installé automatiquement.
pt_br: O mod possui uma estrutura não reconhecida ou contém tipos de arquivo não reconhecidos, para que não possa ser instalado automaticamente.
tr_tr: Bu mod tanınmayan bir yapıya sahip veya tanınmayan dosya türleri içeriyor, bu nedenle otomatik olarak kurulamaz.

# ExtraDescriptionTextBlock_If_you_are_confident
source: If you are confident this mod is safe, and you know where the files need to be installed, you can attempt an advanced manual install.
es_es: Si estás seguro de que este mod es seguro, y sabes dónde necesitan ser instalados los archivos, puedes intentar una instalación manual avanzada.
fr: Si vous êtes sûr que ce mod est sûr et que vous savez où les fichiers doivent être installés, vous pouvez tenter une installation manuelle avancée.
pt_br: Se você pode ter certeza de que os arquivos de moda estão seguros e você sabe onde os instalar, pode experimentar uma instalação avançada manual.
tr_tr: Eğer bu modun güvenli olduğundan eminsen ve dosyaların nereye kurulması gerektiğini biliyorsan, gelişmiş manuel kurulumu deneyebilirsin.

# UnsupportedOverlayFooter_ADVANCED_INSTALL
source: Advanced Install
es_es: Instalación avanzada
fr: Installation avancée
pt_br: Instalação avançada
tr_tr: Gelişmiş Kurulum

# UnsupportedOverlayFooter_CLOSE
source: Close
es_es: Cerrar
fr: Fermer
pt_br: Fechar
tr_tr: Kapat

# TreeEntryView_FileNameTextBlock_All_mod_files
source: All mod files
es_es: Todos los archivos del mod
fr: Tous les fichiers de mod
pt_br: Todos os arquivos mod
tr_tr: Tüm mod dosyaları

# TreeEntryView_InstallRoundedButtonTextBlock_Install_all
source: Install all
es_es: Instalar todo
fr: Installer tout
pt_br: Instale tudo
tr_tr: Tümünü kur

# TreeEntryView_InstallRoundedButtonTextBlock_Install_folder
source: Install folder
es_es: Instalar carpeta
fr: Installer le dossier
pt_br: Instale a pasta
tr_tr: Klasörü kur

# TreeEntryView_InstallRoundedButtonTextBlock_Install
source: Install
es_es: Instalar
fr: Installer
pt_br: Instalar
tr_tr: Kur

# TreeEntryView_IncludeTransitionButtonTextBlock_Include_folder
source: Include folder
es_es: Incluir carpeta
fr: Inclure le dossier
pt_br: Contém uma pasta
tr_tr: Klasörü dahil et

# TreeEntryView_IncludeTransitionButtonTextBlock_Include_with_folder
source: Include with folder
es_es: Incluir con carpeta
fr: Inclure avec le dossier
pt_br: Concluído com a pasta
tr_tr: Klasörle birlikte dahil et

# TreeEntryView_IncludedRemoveButtonTextBlock_Included_folder
source: Included folder
es_es: Carpeta incluida
fr: Dossier inclus
pt_br: Pasta
tr_tr: Dahil edilen klasör

# TreeEntryView_IncludedRemoveButtonTextBlock_Included_with_folder
source: Included with folder
es_es: Incluida con carpeta
fr: Inclus avec le dossier
pt_br: Concluído com a pasta
tr_tr: Klasörle birlikte dahil edildi

# TreeEntryView_IncludeTransitionButtonTextBlock_Include
source: Include
es_es: Incluir
fr: Inclure
pt_br: Contém
tr_tr: Dahil et

# TreeEntryView_IncludedRemoveButtonTextBlock_Included
source: Included
es_es: Incluido
fr: Inclus
pt_br: Concluído
tr_tr: Dahil edildi

# AdvancedInstaller_Manual_Mod
source: Manual Mod
es_es: Mod manual
fr: Mod manuel
pt_br: MOD manual
tr_tr: Manuel Mod

# SelectLocationViewModel_SuggestedLocationsSubtitle
source: {0} Mods are usually installed in the following game folders.
es_es: Los mods de {0} se instalan normalmente en las siguientes carpetas del juego.
fr: {0} Les mods sont généralement installés dans les dossiers de jeu suivants.
pt_br: A moda para {0} geralmente é instalada nas seguintes pastas de jogo.
tr_tr: {0} Modları genellikle aşağıdaki oyun klasörlerine kurulur.
