Repository: Nexus-Mods/NexusMods.App
Catalog: src/Games/NexusMods.Games.AdvancedInstaller.UI/Resources/Language.*.resx
Languages: pl

# Footer_CANCEL
source: CANCEL
pl: ANULUJ

# Footer_INSTALL
source: INSTALL
pl: ZAINSTALUJ

# OverlayHeaderText_Advanced_Installer
source: Advanced installer
pl: Zaawansowany instalator

# InstallerNameText
source: Advanced manual mod installer
pl: Zaawansowany ręczny instalator modyfikacji

# SubHeadingText_Please_select_files
source: Please select the files to install and where they should be installed to.
pl: Wybierz pliki do zainstalowania i lokalizację, w której mają zostać zainstalowane.

# ModContentTitle_MOD_CONTENT
source: MOD CONTENT
pl: ZAWARTOŚĆ MODYFIKACJI

# ModContentSubHeading_Files_with_no
source: Files with no location selected will not be installed.
pl: Pliki bez wybranej lokalizacji nie zostaną zainstalowane.

# CreateFolderButton_Create_new_folder
source: Create new folder
pl: Utwórz nowy folder

# NewFilePill_NEW
source: NEW
pl: NOWY

# Pill_DUPE_FOLDER
source: DUPE FOLDER
pl: DUPLIKAT FOLDERU

# Pill_FOLDER_MERGED
source: FOLDER MERGED
pl: FOLDER SCALONY

# SelectLocationButton_Select_location
source: Select location
pl: Wybierz lokalizację

# SelectButton_Select
source: Select
pl: Wybierz

# DeleteCreatedFolderButton_Delete
source: Delete
pl: Usuń

# CancelCreateFolderButton_Cancel
source: Cancel
pl: Anuluj

# SaveCreatedFolderButton_Save
source: Save
pl: Zapisz

# EmptyPreviewText_Select_files_to_install
source: Select which files to install from the mod archive on the left.
pl: Wybierz pliki do zainstalowania z archiwum modyfikacji po lewej stronie.

# SelectLocationHeaderText_SELECT_INSTALL_LOCATION
source: SELECT INSTALL LOCATION
pl: WYBIERZ LOKALIZACJĘ INSTALACJI

# SelectLocationSubHeadingText_Select_where_to
source: Select where to install the mod file/folder.
pl: Wybierz lokalizację instalacji pliku/folderu modyfikacji.

# SuggestedHeaderText_SUGGESTED
source: SUGGESTED
pl: SUGEROWANE

# AllFoldersAreaHeaderText_ALL_FOLDERS
source: ALL FOLDERS
pl: WSZYSTKIE FOLDERY

# AllFoldersAreaSubHeaderText_Select_from_full
source: Select from the full folder structure
pl: Wybierz z pełnej struktury folderów

# FileTree_ALL_MOD_FILES
source: All mod files
pl: Wszystkie pliki modyfikacji

# PreviewSubHeading_Files_labelled_as_new
source: Files/folders labelled as “New” will be installed/added.
pl: Pliki/foldery oznaczone jako „Nowe” zostaną zainstalowane/dodane.

# UnsupportedModHeader_Unsupported_mod
source: Unsupported mod
pl: Niewspierana modyfikacja

# UnsupportedTitleTextBlock_This_mod_is_not_supported
source: This mod is not supported
pl: Ta modyfikacja nie jest wspierana

# UnsupportedDescriptionTextBlock_This_mod_is_structured
source: This mod is structured in an unrecognised way, or contains unrecognised file types, so it cannot be installed automatically.
pl: Modyfikacja ma nierozpoznaną strukturę lub zawiera nierozpoznane typy plików, więc nie może zostać zainstalowana automatycznie.

# ExtraDescriptionTextBlock_If_you_are_confident
source: If you are confident this mod is safe, and you know where the files need to be installed, you can attempt an advanced manual install.
pl: Jeśli masz pewność, że modyfikacja jest bezpieczna i wiesz, gdzie należy zainstalować pliki, możesz spróbować ręcznej zaawansowanej instalacji.

# UnsupportedOverlayFooter_ADVANCED_INSTALL
source: ADVANCED INSTALL
pl: ZAAWANSOWANA INSTALACJA

# UnsupportedOverlayFooter_CLOSE
source: CLOSE
pl: ZAMKNIJ

# TreeEntryView_FileNameTextBlock_All_mod_files
source: All mod files
pl: Wszystkie pliki modyfikacji

# TreeEntryView_InstallRoundedButtonTextBlock_Install_all
source: Install all
pl: Zainstaluj wszystko

# TreeEntryView_InstallRoundedButtonTextBlock_Install_folder
source: Install folder
pl: Zainstaluj folder

# TreeEntryView_InstallRoundedButtonTextBlock_Install
source: Install
pl: Zainstaluj

# TreeEntryView_IncludeTransitionButtonTextBlock_Include_folder
source: Include folder
pl: Zawiera folder

# TreeEntryView_IncludeTransitionButtonTextBlock_Include_with_folder
source: Include with folder
pl: Zawarte z folderem

# TreeEntryView_IncludedRemoveButtonTextBlock_Included_folder
source: Included folder
pl: Zawarty folder

# TreeEntryView_IncludedRemoveButtonTextBlock_Included_with_folder
source: Included with folder
pl: Zawarte z folderem

# TreeEntryView_IncludeTransitionButtonTextBlock_Include
source: Include
pl: Zawiera

# TreeEntryView_IncludedRemoveButtonTextBlock_Included
source: Included
pl: Zawarte

# AdvancedInstaller_Manual_Mod
source: Manual Mod
pl: Ręczny mod

# SelectLocationViewModel_SuggestedLocationsSubtitle
source: {0} Mods are usually installed in the following game folders.
pl: {0} Modyfikacje są zazwyczaj instalowane w następujących folderach gry.
