Repository: Nexus-Mods/NexusMods.App
Catalog: src/NexusMods.App.UI/Resources/Language.*.resx
Languages: de, fr, pl, pt_br, ru, tr_tr, uk, zh_hant

source: Newsfeed
de: Nachrichtenübersicht
fr: Nouvelles
pl: Aktualności
pt_br: Feed de notícias
ru: Лента новостей
tr_tr: Haber Akışı
uk: Стрічка новин
zh_hant: 新聞動態

source: My Games
de: Meine Spiele
fr: Mes Jeux
pl: Moje gry
pt_br: Meus Jogos
ru: Мои игры
tr_tr: Oyunlarım
uk: Мої ігри
zh_hant: 我的遊戲

source: Browse Games
de: Spiele suchen
fr: Parcourir les jeux
pl: Przeglądaj gry
pt_br: Procurar Jogos
ru: Обзор игр
tr_tr: Oyunlara göz at
uk: Огляд ігор
zh_hant: 瀏覽遊戲

# MetricsOptIn_ALLOW
source: Allow
de: Erlauben
fr: Permettre
pl: Zezwól
pt_br: Permitir
ru: Разрешить
tr_tr: İzin ver
uk: Дозволити
zh_hant: 允許

# MetricsOptIn_DENY
source: Deny
de: Verbieten
fr: Refuser
pl: Odrzuć
pt_br: Negar
ru: Запретить
tr_tr: Reddet
uk: Заборонити
zh_hant: 拒絕

# MetricsOptIn_OverlayTitle
source: Diagnostics and usage data
de: Diagnose- und Nutzungsdaten
fr: Diagnostics et données d'utilisation
pl: Diagnostyka i dane
pt_br: Diagnóstico e dados de Utilização
ru: Данные диагностики и использования
tr_tr: Tanılama ve kullanım verileri
uk: Діагностика та дані про використання
zh_hant: 診斷與使用資料

# MetricsOptIn_MoreInfoAboutTheDataWeTrack
source: More info about the data we track
de: Weitere Informationen über die von uns gesammelten Daten
fr: Plus d'informations sur les données enregistrées
pl: Więcej informacji o zbieranych przez nas danych

# MetricsOptIn_MainMessage
source: Help us provide you with the best modding experience. With your permission, we will collect analytics information and send it to our team to help us improve quality and performance. This information is sent anonymously and will never be shared with a 3rd party.
de: Helfe uns, damit wir dir das beste Modding-Erlebnis bieten können. Mit deiner Erlaubnis sammeln wir Analysedaten und senden sie an unser Team, um die Qualität und Leistung zu verbessern. Diese Informationen werden anonym gesendet und werden niemals an Dritte weitergegeben.
fr: Aidez-nous à vous fournir la meilleure expérience de modding. Avec votre permission, nous collecterons des informations analytiques et les enverrons à notre équipe pour nous aider à améliorer la qualité et la performance. Ces informations sont envoyées de manière anonyme et ne seront jamais partagées avec une tierce partie.
pl: Pomóż nam zapewnić ci najlepsze wrażenia z modowania. Za twoją zgodą będziemy gromadzić informacje analityczne i wysyłać je do naszego zespołu, aby poprawić jakość i wydajność aplikacji. Informacje analityczne są wysyłane anonimowo i nigdy nie będą udostępniane stronom trzecim.
pt_br: Ajude-nos a fornecer a você a melhor experiência de modificação. com sua permissão, coletaremos informações de análise e as enviaremos à nossa equipe para nos ajudar a melhorar a qualidade e o desempenho. esta informação é enviada anonimamente e nunca será compartilhada com uma parte 3rd.
ru: Мы хотели бы собирать данные диагностики и использования для улучшения производительности и вашего опыта. Эти данные помогают нам выявлять проблемы, оптимизировать функции и обеспечивать лучшую работу приложения Nexus Mods для всех. Ваши данные будут обрабатываться в соответствии с нашей Политикой конфиденциальности. Вы можете изменить свои предпочтения в любое время в настройках. Хотите включить сбор данных?
tr_tr: Performansı iyileştirmek ve deneyiminizi geliştirmek için tanılama ve kullanım verileri toplamak istiyoruz. Bu veriler sorunları tespit etmemize, özellikleri optimize etmemize ve Nexus Mods uygulamasının herkes için daha iyi çalışmasını sağlamamıza yardımcı olur.&#x0a;&#x0a;Verileriniz Gizlilik Politikamız doğrultusunda işlenecektir. Tercihinizi istediğiniz zaman ayarlardan değiştirebilirsiniz.&#x0a;&#x0a;Veri toplamayı etkinleştirmek ister misiniz?
zh_hant: 我們希望收集診斷和使用資料，以提升效能並改善你的使用體驗。這些資料能幫助我們識別問題、優化功能，並確保 Nexus Mods app對所有人更友好。 你的資料將依照我們的隱私政策進行處理。你可以隨時在設定中更改此偏好。 你願意啟用資料收集功能嗎？

# Updater_LATER
source: Later
de: Später
fr: Plus tard
pl: Później

# Updater_UPDATE
source: View update
de: Aktualisierung ansehen
fr: Voir la mise à jour
pl: Zobacz aktualizację
pt_br: Ver atualização
ru: Посмотреть обновление
tr_tr: Güncellemeyi görüntüle
uk: Переглянути оновлення
zh_hant: 查看更新

# Updater_UpdateAvailable
source: Update available
de: Aktualisierung verfügbar
fr: Mise à jour disponible
pl: Dostępna aktualizacja
pt_br: Atualização disponível
ru: Доступно обновление {0}
tr_tr: {0} güncellemesi mevcut
uk: Доступне оновлення {0}
zh_hant: 有可用更新 {0}

# Updater_MainMessage
source: Important: In order to install this version you will need to uninstall first. This will delete all your mods.
de: Wichtig: Damit du diese Version installieren kannst, musst du zuerst die alte Version deinstallieren. Das wird alle deine Mods löschen.
fr: Important: Pour installer cette version, vous devez d'abord désinstaller l'ancienne. Cela supprimera tous vos mods.
pl: Ważne: Odinstaluj aktualną wersję aplikacji przed dokonaniem aktualizacji. Aktualizacja usuwa wszystkie mody.

# Updater_UseSystemUpdater
source: It appears that your copy of the app was installed via a system managed package manager, please update via your operating system's update application.
de: Es scheint, dass deine Kopie der Anwendung über einen vom System verwalteten Paketmanager installiert wurde. Bitte aktualisiere sie über die Aktualisierungsapplikation deines Betriebssystems.
fr: Il semble que votre copie de l'application ait été installée via un gestionnaire de paquets géré par le système, veuillez mettre à jour via l'application de mise à jour de votre système d'exploitation.
pl: Wygląda na to, że twoja aplikacja została zainstalowana za pośrednictwem systemu zarządzania pakietami. Proszę zaktualizować aplikację za pośrednictwem systemowej aplikacji do aktualizacji.

# Updater_ViewChangelog
source: View changelog on GitHub
de: Änderungsprotokoll auf Github ansehen
fr: Voir le journal des modifications sur GitHub
pl: Pokaż dziennik zmian na GitHub

# LoadoutGridView_AddMod_FilePicker_Title
source: Please select a mod file to install.
de: Bitte wähle eine Mod-Datei zur Installation aus.
fr: Veuillez sélectionner un fichier mod à installer.
pl: Proszę wybrać plik moda do zainstalowania
pt_br: Selecione um arquivo mod para instalar.
ru: Пожалуйста, выберите файл мода для установки.
tr_tr: Lütfen yüklemek için bir Mod dosyası seçin.
uk: Будь ласка, виберіть файл модифікації для встановлення.
zh_hant: 請選擇一個模組檔案來安裝。

# LoadoutGridView_AddMod_FileType_Archive
source: Archive
de: Archiv
fr: Archiver
pl: Archiwum
pt_br: Arquivo
ru: Архив
tr_tr: Arşiv
uk: Архів
zh_hant: 檔案

# DownloadTaskViewModel_Version_Unknown
source: Unknown
de: Unbekannt
fr: Inconnue
pl: Nieznana
pt_br: Desconhecido
ru: Неизвестно
tr_tr: Bilinmiyor
uk: Невідомо
zh_hant: 未知

# DownloadTaskViewModel_Field_Unknown
source: Unknown
de: Unbekannt
fr: Inconnue
pl: Nieznane
pt_br: Desconhecido
ru: Неизвестно
tr_tr: Bilinmiyor
uk: Невідомо
zh_hant: 未知

# MessageBox_Button_Yes
source: Yes
de: Ja
fr: Oui
pl: Tak
pt_br: Sim
ru: Да
tr_tr: Evet
uk: Так
zh_hant: 是

# MessageBox_Button_No
source: No
de: Nein
fr: Non
pl: Nie
pt_br: Não
ru: Нет
tr_tr: Hayır
uk: Ні
zh_hant: 否

# CancelDownloadOverlayView_Description_download_will_be_cancelled
source: {0} will be cancelled and the files will be deleted.
de: {0} wird abgebrochen und alle Dateien werden gelöscht.
fr: {0} sera annulée et les fichiers seront supprimés.
pl: Anulować proces pobierania {0} i usunąć pliki?
pt_br: {0} serão cancelados e os ficheiros serão eliminados.
ru: Загрузка {0} будет отменена, а файлы будут удалены.
tr_tr: {0} iptal edilecek ve dosyalar silinecek.
uk: Завантаження {0} буде скасовано, а файли видалено.
zh_hant: {0} 將被取消，檔案將被刪除。

# CancelDownloadOverlayView_Title
source: Cancel and delete downloads?
de: Abbrechen und Downloads löschen?
fr: Annuler et supprimer des téléchargements ?
pl: Anulować pobieranie?
pt_br: Cancelar e eliminar transferências?
ru: Отменить и удалить загрузки?
tr_tr: İndirmeler iptal edilsin ve silinsin mi?
uk: Скасувати та видалити завантаження?
zh_hant: 取消並刪除下載？

# Helpers_GenerateHeader_NAME
source: NAME
fr: NOM
pl: NAZWA
pt_br: NOME
ru: ИМЯ
tr_tr: İsim
uk: НАЗВА
zh_hant: 名稱

# Helpers_GenerateHeader_VERSION
source: VERSION
pl: WERSJA
pt_br: VERSÃO
ru: ВЕРСИЯ
tr_tr: Sürüm
uk: ВЕРСІЯ
zh_hant: 版本

# Helpers_GenerateHeader_CATEGORY
source: CATEGORY
de: KATEGORIE
fr: CATÉGORIE
pl: KATEGORIA
pt_br: CATEGORIA
ru: КАТЕГОРИЯ
tr_tr: Kategori
uk: КАТЕГОРІЯ
zh_hant: 類別

# Helpers_GenerateHeader_INSTALLED
source: INSTALLED
de: INSTALLIERT
fr: INSTALLÉ
pl: ZAINSTALOWANE
pt_br: INSTALADO
ru: УСТАНОВЛЕНО
tr_tr: Yüklü
uk: ВСТАНОВЛЕНО
zh_hant: 已安裝

# Helpers_GenerateHeader_MOD_NAME
source: MOD NAME
fr: NOM DU MOD
pl: NAZWA MODA
pt_br: NOME DO MOD
ru: ИМЯ МОДА
tr_tr: Mod adı
uk: НАЗВА МОДУ
zh_hant: 模組名稱

# Helpers_GenerateHeader_GAME
source: GAME
de: SPIEL
fr: JEU
pl: GRA
pt_br: JOGO
ru: ИГРА
tr_tr: Oyun
uk: ГРА
zh_hant: 遊戲

# Helpers_GenerateHeader_SIZE
source: SIZE
de: GRÖßE
fr: TAILLE
pl: ROZMIAR
pt_br: TAMANHO
ru: РАЗМЕР
tr_tr: Boyut
uk: РОЗМІР
zh_hant: 大小

# LaunchButtonViewModel_LaunchGame_RUNNING
source: GAME RUNNING...
de: Läuft...
fr: En cours d'exécution...
pl: URUCHAMIANIE GRY...
pt_br: Executando...
ru: ИГРА ЗАПУЩЕНА...
tr_tr: OYUN ÇALIŞIYOR...
uk: ГРА ЗАПУЩЕНА...
zh_hant: 遊戲執行中...

# LaunchButtonViewModel_LaunchGame_LAUNCH
source: PLAY
de: Spielen
fr: Jouer
pl: ZAGRAJ
pt_br: Jogar
ru: ИГРАТЬ
tr_tr: OYNA
uk: ГРАТИ
zh_hant: 遊玩

# LaunchButtonViewModel_LaunchGame_ToolTip
source: Click to launch the game
pl: Kliknij, aby uruchomić grę
pt_br: Clique para iniciar o jogo
ru: Нажмите, чтобы запустить игру
tr_tr: Oyunu başlatmak için tıklayın
uk: Натисніть, щоб запустити гру
zh_hant: 點擊啟動遊戲

# StringFormatters__SecondsRemaining_secs
source: {0} secs
de: {0} Sek
fr: {0} secondes
pl: {0} s
pt_br: {0} segundos
ru: {0} сек.
tr_tr: {0} saniye
uk: {0} сек
zh_hant: {0} 秒

# StringFormatters__MinutesRemaining_mins
source: {0} mins
de: {0} Min
fr: {0} minutes
pl: {0} min
pt_br: {0} minutos
ru: {0} мин.
tr_tr: {0} dakika
uk: {0} хв
zh_hant: {0} 分

# StringFormatters__HoursRemaining__hours
source: {0} hours
de: {0} Stunden
fr: {0} heures
pl: {0} godz.
pt_br: {0} horas
ru: {0} ч.
tr_tr: {0} saat
uk: {0} год
zh_hant: {0} 小時

# DownloadStatus_Idle
source: Idle
de: Untätig
fr: Inactif
pl: Bezczynne
pt_br: Inativo
ru: Ожидание
tr_tr: Beklemede
uk: Очікування
zh_hant: 閒置

# DownloadStatus_Progress
source: Progress
de: Fortschritt
fr: Progrès
pl: Postęp
pt_br: Progresso
ru: Прогресс
tr_tr: İlerleme
uk: Виконується
zh_hant: 進度

# Nexus_Premium_Status__Free
source: FREE
de: KOSTENLOS
pl: DARMOWE
pt_br: GRÁTIS
ru: БЕСПЛАТНО
uk: БЕЗКОШТОВНО

# Nexus_Premium_Status__Supporter
source: SUPPORTER
pl: WSPIERAJĄCY
pt_br: SUPORTE
ru: СПОНСОР
uk: ПІДТРИМКА

# SearchBox__Search
source: Search
de: Suche
fr: Rechercher
pl: Wyszukaj
pt_br: Procurar
ru: Поиск
tr_tr: Ara
uk: Пошук
zh_hant: 搜尋

# TopBarActions__LOG_IN
source: Log In
de: Einloggen
fr: Se connecter
pl: Zaloguj
pt_br: Entrar
ru: Войти
tr_tr: Giriş Yap
uk: Увійти
zh_hant: 登入

# GameWidget__Add_game
source: Add game
de: Spiel hinzufügen
fr: Ajouter un jeu
pl: Dodaj grę
pt_br: Adicionar jogo
ru: Добавить игру
tr_tr: Oyun ekle
uk: Додати гру
zh_hant: 新增遊戲

# DownloadsView__DOWNLOADS
source: Downloads
fr: Téléchargements
pl: Pobieranie
pt_br: Arquivos Baixados
ru: Загрузки
tr_tr: İndirmeler
uk: Завантаження
zh_hant: 下載

# DownloadsView__In_Progress
source: In Progress
de: In Bearbeitung
fr: En cours
pl: Następne
pt_br: Em andamento
ru: В процессе
tr_tr: İndiriliyor
uk: Виконується
zh_hant: 進行中

# DownloadsView__Completed
source: Completed
de: Abgeschlossen
fr: Completé
pl: Ukończone
pt_br: Concluído
ru: Завершено
tr_tr: Tamamlandı
uk: Завершено
zh_hant: 完成

# DownloadsView__Download_history
source: Download history
de: Download-Verlauf
fr: Historique de téléchargements
pl: Historia pobierania
pt_br: Baixar histórico
ru: История загрузок
tr_tr: İndirme geçmişi
uk: Історія завантажень
zh_hant: 下載歷史

# DownloadsView_UnderDevelopment
source: The Downloads page is currently being reworked and will be replaced in a future update. We apologise for the inconvenience.
de: Die Seite Downloads wird derzeit überarbeitet und in einem zukünftigen Update ersetzt. Wir entschuldigen uns für die Unannehmlichkeiten.
fr: La page des téléchargements est actuellement en cours de révision et sera remplacée lors d'une prochaine mise à jour. Nous nous excusons pour la gêne occasionnée.
pl: Strona pobierania jest aktualnie przerabiana i zostanie zastąpiona w przyszłej aktualizacji. Przepraszamy za niedogodności.
pt_br: A página de downloads está sendo reformulada e será substituída em uma atualização futura. Pedimos desculpas pelo inconveniente.
ru: Страница загрузок в настоящее время перерабатывается и будет заменена в будущем обновлении. Приносим извинения за неудобства.
tr_tr: İndirmeler sayfası şu anda yeniden düzenleniyor ve gelecekteki bir güncellemede değiştirilecektir. Verdiğimiz rahatsızlıktan dolayı özür dileriz.
zh_hant: 下載頁面目前正在重新設計，並在未來的更新中替換。不便之處，請諒解。

# NexusLoginOverlayView__Please_Click_Authorize
source: Please click "Authorize" on the website
de: Bitte klicke auf der Webseite "Authorize".
fr: Veuillez cliquer sur « Autoriser » sur le site web
pl: Proszę kliknąć "Authorise" na stronie internetowej
pt_br: Clique em "Autorizar" no site
ru: Пожалуйста, нажмите "Авторизовать" на веб-сайте
tr_tr: Lütfen web sitesinde "Authorise" düğmesine tıklayın
uk: Будь ласка, натисніть "Авторизувати" на вебсайті
zh_hant: 請在網站上點擊 "Authorise"

# NexusLoginOverlayView__BROWSER_DIDNT_OPEN
source: Browser didn't open automatically?
de: Hat sich der Browser nicht automatisch geöffnet?
fr: Le navigateur ne s'est pas ouvert automatiquement?
pl: Przeglądarka nie uruchomiła się automatycznie?
pt_br: O navegador não abriu automaticamente?
ru: Браузер не открылся автоматически?
tr_tr: Tarayıcı otomatik olarak açılmadı mı?
uk: Браузер не відкрився автоматично?
zh_hant: 瀏覽器沒有自動開啟嗎？

# NexusLoginOverlayView_Please_copy_url
source: Please copy the following URL into your browser window. We support Chrome, Safari, Firefox and Edge.
de: Bitte kopiere die folgende URL in deinen Browser. Wir unterstützen Chrome, Safari, Firefox und Edge.
fr: Veuillez copier l'URL suivante dans la fenêtre de votre navigateur. Nous supportons Chrome, Safari, Firefox et Edge.
pl: Proszę, skopiuj poniższy adres URL i wklej go w oknie swojej przeglądarki. Obsługujemy przeglądarki Chrome, Safari, Firefox i Edge, więc z pewnością wszystko zadziała!
pt_br: Copie o seguinte URL na janela do seu navegador. Apoiamos Chrome, Safari, Firefox e Edge.
ru: Пожалуйста, скопируйте следующий URL-адрес в окно вашего браузера. Мы поддерживаем Chrome, Safari, Firefox и Edge.
tr_tr: Lütfen aşağıdaki URL'yi tarayıcı pencerenize yapıştırın. Chrome, Safari, Firefox ve Edge desteklenir.
zh_hant: 請複製下列網址到你的瀏覽器。我們支援 Chrome, Safari, Firefox 和 Edge。

# DownloadCompleted_COMPLETED
source: Completed
de: Abgeschlossen
fr: Completé
pl: Ukończone
pt_br: Concluído
ru: Завершено
tr_tr: Tamamlandı
uk: Завершено
zh_hant: 完成

# DownloadCompleted_Clear_All
source: Clear All
de: Alles löschen
fr: Tout effacer
pl: Wyczyść wszystko
pt_br: Limpar tudo
ru: Очистить все
tr_tr: Tümünü Temizle
uk: Очистити все
zh_hant: 清除全部

# DownloadHistoryView__HISTORY
source: History
de: Verlauf
fr: Historique
pl: Historia
pt_br: História
ru: История
tr_tr: Geçmiş
uk: Історія
zh_hant: 歷史

# DownloadInProgressView__IN_PROGRESS
source: In Progress
de: In Bearbeitung
fr: En cours
pl: W trakcie
pt_br: Em andamento
ru: В процессе
tr_tr: İndiriliyor
uk: Виконується
zh_hant: 進行中

# DownloadInProgressView__Cancel
source: Cancel
de: Abbrechen
fr: Annuler
pl: Anuluj
pt_br: Cancelar
ru: Отменить
tr_tr: İptal
uk: Скасувати
zh_hant: 取消

# DownloadInProgressView__Pause
source: Pause
de: Pausieren
pl: Wstrzymaj
pt_br: Pausa
ru: Пауза
tr_tr: Duraklat
uk: Пауза
zh_hant: 暫停

# DownloadInProgressView__Pause_All
source: Pause all
de: Alles pausieren
fr: Tout mettre en pause
pl: Wstrzymaj wszystko
pt_br: Pausa tudo
ru: Приостановить все
tr_tr: Tümünü duraklat
uk: Призупинити все
zh_hant: 暫停全部

# InProgressTitleTextBlock
source: Downloads
fr: Téléchargements
pl: Zarządzaj pobraniami
pt_br: Arquivos Baixados
ru: Загрузки
tr_tr: İndirmeler
uk: Завантаження
zh_hant: 下載

# BoldMinutesRemainingTextBlock
source: 0 mins
de: 0 Min
fr: 0 minutes
pl: 0 min
pt_br: 0 minutos
ru: 0 мин.
tr_tr: 0 dakika
uk: 0 хв
zh_hant: 0 分

# MinutesRemainingTextBlock
source: remaining
de: verbleibend
fr: restantes
pl: do końca
pt_br: restante
ru: осталось
tr_tr: kaldı
uk: залишилось
zh_hant: 剩餘時間

# InProgressView_InProgressView_Remaining
source: remaining
de: verbleibend
fr: restant
pl: do końca
pt_br: restante
ru: осталось
tr_tr: kaldı
uk: залишилось
zh_hant: 剩餘時間

# HomeView__We_found_games
source: We found games ready to mod!
de: Wir haben Spiele gefunden, die modifiziert werden können!
fr: Nous avons trouvé des jeux prêts à être modés!
pl: Z radością informujemy, że znalazły się gry, które czekają na Twoje twórcze pomysły!
pt_br: Encontramos jogos prontos para modificar!
ru: Мы нашли игры, готовые к моддингу!
tr_tr: Modlamaya hazır oyunlar bulduk!
uk: Ми знайшли ігри, готові до модифікації!
zh_hant: 我們找到可供模組使用的遊戲！

# HomeView__CANT_SEE_YOUR_GAME
source: Can't see your game
de: Kann dein Spiel nicht finden
fr: Impossible de voir vos jeux
pl: Nie wykryto twojej gry
pt_br: Não consigo ver seu jogo
ru: Не видите свою игру?
tr_tr: Oyununu göremiyor musun
uk: Не бачите свою гру?
zh_hant: 看不到你的遊戲嗎

# HomeView__BROWSE_ALL_GAMES
source: Browse all games
de: Alle Spiele durchsuchen
fr: Parcourir tous les jeux
pl: Przeglądaj wszystkie gry
pt_br: Navegar por todos os jogos
ru: Обзор всех игр
tr_tr: Tüm oyunlara göz at
uk: Переглянути всі ігри
zh_hant: 瀏覽所有遊戲

# FileOriginPage_AddMod
source: Add
de: Hinzufügen
fr: Ajouter
pl: Dodaj
pt_br: Adicionar
ru: Установить
tr_tr: Yükle
uk: Встановити
zh_hant: 安裝

# FileOriginPage_AddModAdvanced
source: Advanced add
de: Erweitertes Hinzufügen
fr: Ajout avancé
pl: Dodaj (zaawansowane)
pt_br: Adicionar avançado
ru: Расширенная установка
tr_tr: Gelişmiş Yükleme
uk: Розширена установка
zh_hant: 進階安裝

# MyGamesView__Ready_to_mod
source: Games Added
de: Spiele hinzugefügt
fr: Jeux ajoutés
pl: Dodane gry
pt_br: Jogos adicionados
ru: Игры добавлены
tr_tr: Oyunlar eklendi
uk: Додані ігри
zh_hant: 已新增遊戲

# MyGamesView__Detected_games
source: Supported Games
de: Unterstütze Spiele
fr: Jeux supportés
pl: Wspierane gry
pt_br: Jogos suportados
ru: Поддерживаемые игры
tr_tr: Desteklenen Oyunlar
uk: Підтримувані ігри
zh_hant: 支援的遊戲

# MyGamesView__Page_Description
source: Add games to get started
pl: Dodaj gry, aby zacząć
pt_br: Adicionar jogos para começar
ru: Добавьте игры, чтобы начать
tr_tr: Başlamak için oyun ekleyin
uk: Додайте ігри, щоб почати
zh_hant: 新增遊戲以開始使用

# Button_Manage
source: Manage
de: Verwalten
fr: Gérer
pl: Zarządzaj
pt_br: Gerenciar
ru: Управлять
tr_tr: Yönet
uk: Керувати
zh_hant: 管理

# DiagnosticListView.Page_Title
source: Health Check
pl: Kontrola kondycji
pt_br: Verificação de saúde
ru: Проверка состояния
tr_tr: Sağlık Kontrolü
uk: Перевірка стану
zh_hant: 健康檢查

# DiagnosticListView.Page_Description
source: Review your Loadout for any issues and learn how to resolve them if needed
pl: Sprawdź swój zestaw pod kątem wszelkich problemów i dowiedz się, jak je rozwiązać
pt_br: Revise seu carregamento para qualquer problema e aprenda a resolvê -los se necessário
ru: Проверьте ваш профиль на наличие проблем и узнайте, как их решить при необходимости
tr_tr: Profilinizi olası sorunlar için gözden geçirin ve gerekirse nasıl çözeceğinizi öğrenin
zh_hant: 檢查你的配置檔是否有任何問題，並在需要時瞭解如何解決

# ProgressBar_ProgressTextFormat__Total_1_0
source: Total {1:0}%
de: Insgesamt {1:0}%
pl: Łącznie {1:0}%
ru: Всего {1:0}%
tr_tr: Toplam {1:0}%
uk: Всього {1:0}%
zh_hant: 總計 {1:0}%

# DownloadStatusDesignViewModel_FormatStatus_Queued
source: Queued
de: In der Warteschlange
fr: En attente
pl: W kolejce
pt_br: Fila
ru: В очереди
tr_tr: Sırada
uk: У черзі
zh_hant: 排隊中

# DownloadStatusDesignViewModel_FormatStatus_Paused
source: Paused
de: Pausiert
fr: En pause
pl: Wstrzymane
pt_br: Parou
ru: Приостановлено
tr_tr: Duraklatıldı
uk: Призупинено
zh_hant: 已暫停

# DownloadStatusDesignViewModel_FormatStatus_Downloading
source: Downloading
de: Wird herunter geladen
fr: En téléchargement
pl: Pobieranie
pt_br: Baixando
ru: Загрузка
tr_tr: İndiriliyor
uk: Завантаження...
zh_hant: 下載中

# DownloadStatusDesignViewModel_FormatStatus_Installing
source: Installing
de: Installiere
fr: Installation
pl: Instalowanie
pt_br: Instalação
ru: Установка
tr_tr: Yükleniyor
uk: Встановлення...
zh_hant: 安裝中

# DownloadStatusDesignViewModel_FormatStatus_Complete
source: Complete
de: Vervollständige
fr: Completé
pl: Ukończone
pt_br: Completo
ru: Завершено
tr_tr: Tamamlandı
uk: Завершено
zh_hant: 完成

# DownloadStatusDesignViewModel_FormatStatus_Analyzing
source: Analyzing
de: Analysiere
fr: Analyse
pl: Analizowanie
pt_br: Analisando
ru: Анализ
tr_tr: Analiz ediliyor
uk: Аналіз...
zh_hant: 分析中

# DownloadStatusDesignViewModel_Text_Queued_0_
source: Queued 0%
de: 0% in der Warteschlange
fr: En attente 0%
pl: W kolejce 0%
pt_br: Fila 0%
ru: В очереди 0%
tr_tr: Sırada 0%
uk: У черзі 0%
zh_hant: 進度 0%

# PanelTabHeaderViewModel_Title_New_Tab
source: New Tab
de: Neuer Tab
fr: Nouvel onglet
pl: Nowa karta
pt_br: Nova guia
ru: Новая вкладка
tr_tr: Yeni Sekme
uk: Нова вкладка
zh_hant: 新分頁

# DownloadInProgressView__Resume
source: Resume
de: Fortsetzen
fr: Résumer
pl: Wznów
pt_br: Retomar
ru: Возобновить
tr_tr: Devam Et
uk: Відновити
zh_hant: 繼續

# DownloadInProgressView__Resume_All
source: Resume All
de: Alle Fortsetzen
fr: Résumer tout
pl: Wznów wszystko
pt_br: Retomar tudo
ru: Возобновить все
tr_tr: Tümünü devam ettir
uk: Відновити все
zh_hant: 全部繼續

# CancelDownloadOverlayView_Description_downloads
source: downloads
fr: télécharger
pl: modów
pt_br: Arquivos Baixados
ru: загрузки
tr_tr: indirmeler
uk: завантажень
zh_hant: 下載

# InProgress_NoDownloadsTextBlock
source: No Downloads
de: Keine Downloads
fr: Aucun téléchargement
pl: Brak pobrań w kolejce
pt_br: Nenhum Download
ru: Нет загрузок
tr_tr: İndirme yok
uk: Немає завантажень
zh_hant: 無下載任務

# SpineDownloadButton_ToolTip
source: Downloads
fr: Téléchargements
pl: Pobieranie
pt_br: Arquivos Baixados
ru: Загрузки
tr_tr: İndirmeler
uk: Завантаження
zh_hant: 下載

# SpineHomeButton_ToolTip_Home
source: Home
de: Start
fr: Accueil
pl: Strona główna
pt_br: Casa
ru: Главная
tr_tr: Ana Sayfa
uk: Головна
zh_hant: 首頁

# LoadoutGridView__View_Files
source: View Mod files
de: Mod-Dateien anzeigen
fr: Voir les mods
pl: Pokaż pliki moda
pt_br: Exibir arquivos mod
ru: Просмотреть файлы мода
tr_tr: Mod dosyalarını görüntüle
uk: Переглянути файли моду
zh_hant: 查看模組檔案

# FileTreeNodeView__View
source: View
de: Anzeigen
fr: Voir
pl: Pokaż
pt_br: Visualizar
ru: Просмотр
tr_tr: Görüntüle
uk: Перегляд
zh_hant: 查看

# ViewModInfoPage_Title
source: Mod Info
fr: Informations du mod
pl: Informacje moda
pt_br: Informações do Mod
ru: Информация о моде
tr_tr: Mod Bilgisi
uk: Інформація про мод
zh_hant: 模組資訊

# LoadoutViewPageTitle
source: All
de: Installierte Mods
fr: Mes Mods
pl: Wszystkie
pt_br: Tudo
ru: Все
tr_tr: Hepsi
uk: Усі
zh_hant: 全部

# Downloads_WorkspaceTitle
source: Downloads
fr: Téléchargements
pl: Pobieranie
pt_br: Arquivos Baixados
ru: Загрузки
tr_tr: İndirmeler
uk: Завантаження
zh_hant: 下載

# HomeWorkspace_Title
source: Home
de: Start
fr: Accueil
pl: Strona główna
pt_br: Casa
ru: Главная
tr_tr: Ana Sayfa
uk: Головна
zh_hant: 首頁

# InProgressDownloadsPage_Title
source: Downloads
fr: Téléchargements
pl: Pobieranie
pt_br: Arquivos Baixados
ru: Загрузки
tr_tr: İndirmeler
uk: Завантаження
zh_hant: 下載
