Repository: Nexus-Mods/NexusMods.App
Catalog: src/NexusMods.App.UI/Resources/Language.*.resx
Languages: de, fr, pl, pt_br, ru, tr_tr, uk, zh_hant

# ApplyControlViewModel__ACTIVATE_LOADOUT
source: Activate Loadout
de: Loadout aktivieren
fr: Activer les préréglages
pl: Aktywuj zestaw
pt_br: Ativar Equipamento
ru: Активировать профиль
tr_tr: Profili Etkinleştir
uk: Активувати Набір
zh_hant: 啟用配置檔

# ApplyControlViewModel__ACTIVATE_AND_APPLY
source: Activate & Apply
de: Aktivieren & Übernehmen
fr: Activer & Appliquer
pl: Aktywuj i zastosuj
pt_br: Ativar & Apply
ru: Активировать и применить
tr_tr: Etkinleştir & Uygula
uk: Активувати та Застосувати
zh_hant: 啟用並套用

# ApplyControlViewModel__APPLY
source: APPLY
de: Übernehmen
fr: Appliquer
pl: ZASTOSUJ
pt_br: Aplicar
ru: ПРИМЕНИТЬ
tr_tr: UYGULA
uk: ЗАСТОСУВАТИ
zh_hant: 套用

# ApplyingControlView__ApplyingText
source: Applying...
de: Übernehme...
fr: Applique...
pl: Zastosowywanie...
pt_br: Aplicando...
ru: Применение...
tr_tr: Uygulanıyor...
uk: Застосування...
zh_hant: 正在套用中...

# ViewModFilesView_Location
source: Location:
de: Ort:
fr: Emplacement:
pl: Ścieżka:
pt_br: Localização:
ru: Расположение:
tr_tr: Konum:
uk: Розташування:
zh_hant: 位置：

# ViewModFilesView_Locations
source: Location:
de: Ort:
fr: Emplacement:
pl: Ścieżki:
pt_br: Localização:
ru: Расположения:
tr_tr: Konum:
uk: Розташування:
zh_hant: 位置：

# Helpers_ERROR
source: Error
de: Fehler
fr: Erreur
pl: Błąd
pt_br: Erro
ru: Ошибка
tr_tr: Hata
uk: Помилка
zh_hant: 錯誤

# ErrorView_Title
source: Something went wrong
de: Etwas ist schief gelaufen
fr: Quelque chose n'a pas fonctionné
pl: Coś poszło nie tak
pt_br: Algo deu errado
ru: Что-то пошло не так
tr_tr: Bir şeyler ters gitti
uk: Щось пішло не так
zh_hant: 發生錯誤

# ErrorView_MissingMod_Description
source: The mod you're trying to access has been deleted or is missing.
de: Der Mod, auf den du zugreifen möchtest, wurde gelöscht oder ist nicht vorhanden-
fr: Le mod auquel vous essayez d'accéder a été supprimé ou est manquant.
pl: Wygląda na to, że nie możemy uzyskać dostępu do tego moda, ponieważ został usunięty lub nie jest już dostępny. Proszę sprawdzić, czy masz odpowiednią wersję lub wybierz inny mod.
pt_br: O mod que você está tentando acessar foi excluído ou está faltando.
ru: Мод, к которому вы пытаетесь получить доступ, был удален или отсутствует.
tr_tr: Erişmeye çalıştığınız Mod silinmiş veya eksik.
zh_hant: 你嘗試存取的模組已被刪除或遺失。

# ViewModInfoPage_NotFound_Title
source: Mod Not Found
de: Mod wurde nicht gefunden
fr: Mod introuvable
pl: Problem z dostępem do moda
pt_br: Mod não encontrado
ru: Мод не найден
tr_tr: Mod Bulunamadı
uk: Мод не знайдено
zh_hant: 找不到模組

# ErrorView_MissingMod_Subheader
source: Mod not found
de: Mod wurde nicht gefunden
fr: Mod introuvable
pl: Nie znaleziono moda
pt_br: Mod não encontrado
ru: Мод не найден
tr_tr: Mod bulunamadı
uk: Мод не знайдено
zh_hant: 模組不存在

# DiagnosticDetailsView_SeverityTitle_SUGGESTION
source: Suggestion
de: Empfehlung
pl: Sugestia
pt_br: Sugestão
ru: Предложение
tr_tr: Öneri
uk: Пропозиція
zh_hant: 建議

# DiagnosticDetailsView_SeverityTitle_WARNING
source: Warning
de: Warnung
fr: Avertissement
pl: Ostrzeżenie
pt_br: Aviso
ru: Предупреждение
tr_tr: Uyarı
uk: Попередження
zh_hant: 警告

# DiagnosticDetailsView_SeverityTitle_CRITICAL_ERROR
source: Critical Error
de: Kritischer Fehler
fr: Erreur critique
pl: Błąd krytyczny
pt_br: Erro crítico
ru: Критическая ошибка
tr_tr: Kritik Hata
uk: Критична помилка
zh_hant: 嚴重錯誤

# LoadoutLeftMenuViewModel_LoadoutLeftMenuViewModel_Diagnostics
source: Health Check
de: Zustandsüberprüfung
fr: Bilan de santé
pl: Kontrola kondycji
pt_br: Verificação de saúde
ru: Проверка состояния
tr_tr: Sağlık Kontrolü
uk: Перевірка стану
zh_hant: 健康檢查

# LoadoutLeftMenuViewModel_Diagnostics_ToolTip
source: Review your Loadout for any issues and learn how to resolve them if needed
pl: Kliknij, aby sprawdzić swój zestaw pod kątem wszelkich problemów i dowiedz się, jak je rozwiązać
pt_br: Revise seu carregamento para qualquer problema e aprenda a resolvê -los se necessário
ru: Проверьте ваш профиль на наличие проблем и узнайте, как их решить при необходимости
tr_tr: Profilinizi olası sorunlar için gözden geçirin ve gerekirse nasıl çözeceğinizi öğrenin
zh_hant: 檢查你的配置檔是否有問題，並在需要時學習如何解決

# DiagnosticDetailsView_SeverityTitle_HIDDEN
source: Hidden
de: Versteckt
fr: Caché
pl: Ukryte
pt_br: Escondido
ru: Скрыто
tr_tr: Gizli
uk: Приховано
zh_hant: 隱藏

# DiagnosticListView_DiagnosticListView_All
source: All ({0})
de: Alles ({0})
fr: Tous ({0})
pl: Wszystkie ({0})
pt_br: Todos ({0})
ru: Все ({0})
tr_tr: Tümü ({0})
uk: Усі ({0})
zh_hant: 全部 ({0})

# DiagnosticListView_DiagnosticListView_Critical
source: Critical ({0})
de: Kritisch ({0})
fr: Critique ({0})
pl: Krytyczne ({0})
pt_br: Crítico ({0})
ru: Критические ({0})
tr_tr: Kritik ({0})
uk: Критичні ({0})
zh_hant: 嚴重 ({0})

# DiagnosticListView_DiagnosticListView_Warnings
source: Warnings ({0})
de: Warnungen ({0})
fr: Avertissements ({0})
pl: Ostrzeżenia ({0})
pt_br: Avisos ({0})
ru: Предупреждения ({0})
tr_tr: Uyarılar ({0})
uk: Попередження ({0})
zh_hant: 警告 ({0})

# DiagnosticListView_DiagnosticListView_Suggestions
source: Suggestions ({0})
de: Empfehlungen ({0})
pl: Sugestie ({0})
pt_br: Sugestões ({0})
ru: Предложения ({0})
tr_tr: Öneriler ({0})
uk: Пропозиції ({0})
zh_hant: 建議 ({0})

# DiagnosticListView_DiagnosticListView_There_are_no_diagnostics
source: There are no diagnostics
de: Es gibt keine Diagnosen
fr: Il n'y a pas de diagnostic
pl: Brak diagnostyki
pt_br: Não há diagnóstico
ru: Диагностика не выявила проблем
tr_tr: Tanılama yok
uk: Діагностичних повідомлень немає
zh_hant: 目前沒有診斷問題

# ModFileTreeViewModel_StatusBar_Files__0__1
source: Files: {0} ({1})
de: Dateien: {0} ({1})
fr: Fichiers: {0} ({1})
pl: Pliki: {0} ({1})
pt_br: Arquivos: {0} ({1})
ru: Файлы: {0} ({1})
tr_tr: Dosyalar: {0} ({1})
uk: Файли: {0} ({1})
zh_hant: 檔案數量： {0} ({1})

# Helpers_GenerateHeader_File_Count
source: FILE COUNT
de: ANZAHL DER DATEIEN
fr: NOMBRE DE FICHIERS
pl: PLIKI
pt_br: Contagem de arquivos
ru: КОЛИЧЕСТВО ФАЙЛОВ
tr_tr: Dosya sayısı
uk: КІЛЬКІСТЬ ФАЙЛІВ
zh_hant: 檔案數量

# IngestButtonTextBlock_Text
source: Ingest
de: Annehmen
pl: Załaduj
pt_br: Ingerir
ru: Загрузить
tr_tr: İçe aktar
uk: Імпортувати
zh_hant: 匯入

# MyGamesView__NoGamesDetectedText
source: All supported games have been added. No new games detected.
de: Alle unterstützen Spiele wurden hinzugefügt. Keine neuen Spiele erkannt.
fr: Tous les jeux pris en charge ont été ajoutés. Aucun nouveau jeu détecté.
pl: Wszystkie wspierane gry zostały już dodane. Nie wykryto nowych gier.
pt_br: Todos os jogos suportados foram adicionados. Nenhum novo jogo detectado.
ru: Все поддерживаемые игры были добавлены. Новых игр не обнаружено.
tr_tr: Tüm desteklenen oyunlar eklendi. Yeni oyun algılanmadı.
uk: Усі підтримувані ігри додано. Нових ігор не виявлено.
zh_hant: 所有支援的遊戲均已新增，未偵測到新遊戲。

# MyGamesView__NoGamesManagedText
source: Add games to start modding
de: Spiele hinzufügen, um mit dem Modding zu beginnen
fr: Ajoutez des jeux pour commencer à modder
pl: Dodaj swoje ulubione gry, aby rozpocząć ekscytującą przygodę z modowaniem.
pt_br: Adicione jogos para começar a modificar
ru: Добавьте игры, чтобы начать моддинг
tr_tr: Modlamaya başlamak için oyun ekleyin
uk: Додайте ігри, щоб почати модифікацію
zh_hant: 新增遊戲以開始使用模組功能

# GameWidget__Adding_game
source: Adding game
de: Spiel wird hinzugefügt
fr: Ajout du jeu
pl: Dodawanie gry
pt_br: Adicionando jogo
ru: Добавление игры
tr_tr: Ekleniyor...
uk: Додавання гри...
zh_hant: 正在新增...

# GameWidget__View
source: View
de: Anzeigen
fr: Voir
pl: Pokaż
pt_br: Visualizar
ru: Просмотр
tr_tr: Görüntüle
uk: Перегляд
zh_hant: 檢視

# GameWidget__Removing_game
source: Removing game
de: Entferne Spiel
fr: Suppression du jeu
pl: Usuwanie gry
pt_br: Removendo o jogo
ru: Удаление игры
tr_tr: Kaldırılıyor...
uk: Видалення гри...
zh_hant: 正在移除...

# ApplyDiff_Refresh
source: Refresh
de: Aktualisieren
fr: Rafraîchir
pl: Odśwież
pt_br: Atualizar
ru: Обновить
tr_tr: Yenile
uk: Оновити
zh_hant: 重新整理

# Helpers_GenerateHeader_State
source: STATE
de: ZUSTAND
fr: ÉTAT
pl: STAN
pt_br: ESTADO
ru: СОСТОЯНИЕ
tr_tr: DURUM
uk: СТАН
zh_hant: 狀態

# IFileTreeNodeViewModel_ToFormattedChangeState_Added
source: Added
de: Hinzugefügt
fr: Ajouté
pl: Dodane
pt_br: Adicionado
ru: Добавлено
tr_tr: Eklendi
uk: Додано
zh_hant: 已新增

# IFileTreeNodeViewModel_ToFormattedChangeState_Modified
source: Modified
de: Modifiziert
fr: Modifié
pl: Zmodyfikowane
pt_br: Modificado
ru: Изменено
tr_tr: Değiştirildi
uk: Змінено
zh_hant: 已修改

# IFileTreeNodeViewModel_ToFormattedChangeState_Contents_modified
source: Contents modified
de: Inhalt modifiziert
fr: Contenu modifié
pl: Zmodyfikowana zawartość
pt_br: Conteúdo modificado
ru: Содержимое изменено
tr_tr: İçerik değiştirildi
uk: Вміст змінено
zh_hant: 內容已修改

# IFileTreeNodeViewModel_ToFormattedChangeState_Removed
source: Removed
de: Entfernt
fr: Supprimé
pl: Usunięte
pt_br: Removido
ru: Удалено
tr_tr: Kaldırıldı
uk: Видалено
zh_hant: 已移除

# DiffTreeViewModel_StatusBar__File_Loadout_Disk
source: Files: Loadout {0} ({1}) Disk {2} ({3})
de: Dateien: Loadout {0} ({1}) Datenträger {2} ({3})
fr: Fichiers: Charge {0} ({1}) Disque {2} ({3})
pl: Pliki: Zestaw {0} ({1}) Dysk {2} ({3})
pt_br: Arquivos: loadout {0} ({1}) disco {2} ({3})
ru: Файлы: Профиль {0} ({1}) Диск {2} ({3})
tr_tr: Dosyalar: Profil {0} ({1}) Disk {2} ({3})
uk: Файли: Набір {0} ({1}) Диск {2} ({3})
zh_hant: 檔案數量：配置檔 {0} ({1}) 磁碟 {2} ({3})

# DiffTreeViewModel_StatusBar__Apply_changes
source: Apply changes: Adding {0} Modifying {1} Removing {2}
de: Änderungen anwenden: Hinzufügen {0} Ändern {1} Entfernen {2}
fr: Appliquer les changements: Ajout de {0} Modification de {1} Suppression de {2}
pl: Zastosowane zmiany: Dodane {0} Zmodyfikowane {1} Usunięte {2}
pt_br: Aplicar alterações: Adicionando {0} modificando {1} removendo {2}
ru: Применить изменения: Добавление {0} Изменение {1} Удаление {2}
tr_tr: Değişiklikleri uygula: Eklenecek {0} Değiştirilecek {1} Kaldırılacak {2}
uk: Застосувати зміни: Додавання {0} Зміна {1} Видалення {2}
zh_hant: 套用變更：新增 {0} 個、修改 {1} 個、移除 {2} 個

# DiffTreeViewModel_StatusBar__Data_to_process___0_
source: Data to process: {0}
de: Zu verarbeitende Daten: {0}
fr: Données à traiter: {0}
pl: Dane do przetworzenia: {0}
pt_br: Dados a processar: {0}
ru: Данные для обработки: {0}
tr_tr: İşlenecek veri: {0}
uk: Дані для обробки: {0}
zh_hant: 待處理資料大小： {0}

# ApplyControlView_ViewApplyChanges
source: Preview changes
de: Änderungen überprüfen
fr: Prévisualiser les changements
pl: Podgląd zmian
pt_br: Alterações de visualização
ru: Предпросмотр изменений
tr_tr: Değişiklikleri önizle
uk: Переглянути зміни
zh_hant: 預覽變更

# ApplyDiffViewModel_PageTitle
source: Preview changes
de: Änderungen überprüfen
fr: Prévisualiser les changements
pl: Podgląd zmian
pt_br: Alterações de visualização
ru: Предпросмотр изменений
tr_tr: Değişiklikleri önizle
uk: Переглянути зміни
zh_hant: 預覽變更

# SettingsView_Title
source: Settings
de: Einstellungen
fr: Paramètres
pl: Ustawienia
pt_br: Configurações
ru: Настройки
tr_tr: Ayarlar
uk: Налаштування
zh_hant: 設定

# DialogButton_CANCEL
source: Cancel
de: Abbrechen
fr: Annuler
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr_tr: İptal
uk: Скасувати
zh_hant: 取消

# DialogButton_SAVE
source: Save
de: Speichern
fr: Enregistrer
pl: Zapisz
pt_br: Salvar
ru: Сохранить
tr_tr: Kaydet
uk: Зберегти
zh_hant: 儲存

# DialogButton_DELETE_MODS
source: Delete mod(s)
de: Mod(s) löschen
fr: Supprimer le(s) mod(s)
pl: Usuń
pt_br: Excluir mod (s)
ru: Удалить мод(ы)
tr_tr: Mod(ları) Sil
uk: Видалити мод(и)
zh_hant: 刪除模組

# SettingEntryView_NeedRestartMessage
source: The app will need to restart to apply this setting
de: Die App muss neugestartet werden, um die Einstellung zu übernehmen
fr: L'application doit redémarrer pour appliquer ce paramètre
pl: Uruchom ponownie aplikację, aby zastosować to ustawienie
pt_br: O aplicativo precisará reiniciar para aplicar esta configuração
ru: Для применения этой настройки потребуется перезапуск приложения
tr_tr: Bu ayarı uygulamak için uygulamanın yeniden başlatılması gerekecek
zh_hant: 應用程式需要重新啟動才能套用此設定

# FileOriginsPage_AddButtonText
source: Add
de: Hinzufügen
fr: Ajouter
pl: Dodaj
pt_br: Adicionar
ru: Добавить
tr_tr: Ekle
uk: Додати
zh_hant: 新增

# DialogButton_Discard
source: Discard
de: Verwerfen
fr: Ignorer
pl: Odrzuć
pt_br: Descartar
ru: Сброс
tr_tr: Vazgeç
uk: Скасувати зміни
zh_hant: 放棄

# ChangelogPageViewModel_ChangelogPageViewModel_Changelog
source: Changelog
de: Änderungsprotokoll
fr: Journal des modifications
pl: Dziennik zmian
pt_br: Histórico de Alterações
ru: Список изменений
tr_tr: Sürüm Notları
uk: Журнал змін
zh_hant: 更新紀錄

# DiagnosticListViewModel_DiagnosticListViewModel_Diagnostics
source: Health Check
de: Zustandsüberprüfung
fr: Vérification de l'état
pl: Kontrola kondycji
pt_br: Verificação de saúde
ru: Проверка состояния
tr_tr: Sağlık Kontrolü
uk: Перевірка стану
zh_hant: 健康檢查

# LibraryPageTitle
source: Library
de: BIBLIOTHEK
fr: Bibliothèque
pl: Biblioteka
pt_br: Biblioteca
ru: Библиотека
tr_tr: Kütüphane
uk: Бібліотека
zh_hant: 模組庫

# LibraryPageTitleToolTip
source: Manage downloaded mods and collections
pl: Zarządzaj pobranymi modami i kolekcjami
pt_br: Gerenciar mods e coleções baixados
ru: Управление загруженными модами и коллекциями
tr_tr: İndirilen modları ve koleksiyonlarınızı yönetin
uk: Керуйте завантаженими модами та колекціями
zh_hant: 管理你已下載的模組與收藏集

# FileOriginsPageView_NameHeader
source: MOD NAME
fr: NOM DU MOD
pl: NAZWA MODA
pt_br: NOME DO MOD
ru: Имя мода
tr_tr: Mod adı
uk: Назва моду
zh_hant: 模組名稱

# FileOriginsPageView_VersionHeader
source: VERSION
pl: WERSJA
pt_br: VERSÃO
ru: Версия
tr_tr: Sürüm
uk: Версія
zh_hant: 版本

# FileOriginsPageView_SizeHeader
source: SIZE
de: GRÖßE
fr: TAILLE
pl: ROZMIAR
pt_br: TAMANHO
ru: Размер
tr_tr: Boyut
uk: Розмір
zh_hant: 大小

# FileOriginsPageView_DownloadedHeader
source: DOWNLOADED
de: HERUNTERGELADEN
fr: TÉLÉCHARGÉ
pl: POBRANE
pt_br: BAIXADO
ru: Загружено
tr_tr: İndirildi
uk: Завантажено
zh_hant: 已下載

# FileOriginsPageView_InstalledHeader
source: INSTALLED
de: INSTALLIERT
fr: INSTALLÉ
pl: ZAINSTALOWANE
pt_br: INSTALADO
ru: Установлено
tr_tr: Yüklü
uk: Встановлено
zh_hant: 已安裝

# FileOriginsPageView_ActionHeader
source: ACTIONS
de: AKTIONEN
pl: DZIAŁANIA
pt_br: AÇÕES
ru: Действие
tr_tr: Eylem
uk: Дія
zh_hant: 操作

# DownloadStatusDesignViewModel_FormatStatus_Cancelled
source: Cancelled
de: Abgebrochen
fr: Annulé
pl: Anulowane
pt_br: Cancelado
ru: Отменено
tr_tr: İptal edildi
uk: Скасовано
zh_hant: 已取消

# DownloadInProgressView__Clear
source: Clear
de: Säubern
fr: Effacer
pl: Wyczyść
pt_br: Limpar
ru: Очистить
tr_tr: Temizle
uk: Очистити
zh_hant: 清除

# DownloadInProgressView__Clear_completed
source: Clear completed
de: Säubern abgeschlossen
fr: Effacement terminé
pl: Wyczyść ukończone
pt_br: Limpar concluídos
ru: Очистить завершенные
tr_tr: Tamamlananları temizle
uk: Очистити завершені
zh_hant: 清除已完成項目

# DownloadInProgressView__View_in_library
source: View in library
de: In Bibliothek ansehen
fr: Voir dans la bibliothèque
pl: Pokaż w bibliotece
pt_br: Ver na biblioteca
ru: Просмотреть в библиотеке
tr_tr: Kütüphanede görüntüle
uk: Переглянути в бібліотеці
zh_hant: 在模組庫中查看

# LoadoutGridView__Remove
source: Remove
de: Entfernen
fr: Supprimer
pl: Odinstaluj
pt_br: Remover
ru: Удалить
tr_tr: Kaldır
uk: Видалити
zh_hant: 解除安裝

# LoginMessageView_BodyTextBlock
source: To easily download mods from Nexus Mods you will need to log in with your Nexus Mods account. To add mods manually from your drive, you do not need to log in.
de: Um problemlos Mods von Nexus Mods herunterladen zu können, musst du dich mit deinem Nexus Mods-Konto anmelden. Um Mods manuell von deinem Laufwerk hinzuzufügen, brauchst du dich nicht anzumelden.
fr: Pour télécharger facilement des mods depuis Nexus Mods, vous devez vous connecter avec votre compte Nexus Mods. Pour ajouter des mods manuellement depuis votre disque, vous n'avez pas besoin de vous connecter.
pl: Zaloguj się na swoje konto, aby pobierać mody z Nexus Mods! Zawsze możesz ręcznie dodawać mody z dysku bez logowania.
pt_br: Para baixar facilmente mods dos mods Nexus, você precisará fazer login com sua conta do Nexus Mods. Para adicionar mods manualmente a partir da sua unidade, você não precisa fazer login.
ru: Для легкой загрузки модов с Nexus Mods вам необходимо войти в свою учетную запись Nexus Mods. Для добавления модов вручную с вашего диска вход не требуется.
tr_tr: Nexus Mods'dan modları kolayca indirmek için Nexus Mods hesabınızla giriş yapmanız gerekecek. Modları sürücünüzden manuel olarak eklemek için giriş yapmanız gerekmez.
zh_hant: 要輕鬆從 Nexus Mods 下載模組，你需要使用 Nexus Mods 帳戶登入。 若要手動從你的磁碟新增模組，則不需要登入。

# LoginMessageView_Title
source: Log in to get started
de: Anmelden und loslegen
fr: Connectez-vous pour commencer
pl: Logowanie
pt_br: Faça login para começar
ru: Войдите, чтобы начать
tr_tr: Başlamak için giriş yapın
uk: Увійдіть, щоб почати
zh_hant: 登入以開始使用

# FileOriginsPage_GetMods
source: Get mods:
de: Mods auswählen:
fr: Télécharger des mods:
pl: Uzyskaj mody:
pt_br: Obtenha mods:
ru: Получить моды:
tr_tr: Modları al:
uk: Отримати моди:
zh_hant: 取得模組：

# FileOriginsPage_FromDrive
source: From drive
de: Vom Laufwerk
fr: Depuis le disque
pl: Z dysku
pt_br: Da unidade
ru: С диска
tr_tr: Sürücüde gözat
uk: Із диска
zh_hant: 瀏覽磁碟

# FileOriginsPage_FromNexusMods
source: From Nexus Mods
de: Von Nexus Mods
fr: Depuis Nexus Mods
pl: Z Nexus Mods
pt_br: Dos mods Nexus
ru: С Nexus Mods
tr_tr: Nexus Mods'da gözat
uk: Із Nexus Mods
zh_hant: 瀏覽 Nexus Mods

# FileOriginsPage_ViewButtonText
source: View
de: Anzeigen
fr: Voir
pl: Pokaż
pt_br: Visualizar
ru: Просмотр
tr_tr: Görüntüle
uk: Перегляд
zh_hant: 檢視

# AddPanelToolTip
source: Add a panel for split screen viewing
de: Hinzufügen eines Bereichs für die geteilte Bildschirmansicht
fr: Ajouter un panneau pour la visualisation en écran partagé
pl: Kliknij, aby dodać dodatkowy panel na podzielonym ekranie
pt_br: Adicione um painel para visualização de tela dividida
ru: Добавить панель для разделенного просмотра
tr_tr: Bölünmüş ekran görüntüleme için bir panel ekle
uk: Додати панель для розділеного перегляду
zh_hant: 新增分割畫面檢視面板

# MaxPanelsAddedToolTip
source: Max panels reached
pl: Osiągnięto maksymalną liczbę paneli
pt_br: Painéis máximos atingidos
ru: Достигнуто максимальное количество панелей
tr_tr: Maksimum panel sayısına ulaşıldı
uk: Досягнуто максимальної кількості панелей
zh_hant: 已達面板數量上限

# Panel_Add_tab_ToolTip
source: Add tab
de: Tab hinzufügen
fr: Ajouter un onglet
pl: Kliknij, aby dodać kartę
pt_br: Adicione a guia
ru: Добавить вкладку
tr_tr: Sekme ekle
uk: Додати вкладку
zh_hant: 新增分頁

# TopBar_MyProfile
source: My Profile
de: Mein Profil
fr: Mon profil
pl: Mój profil
pt_br: Meu perfil
ru: Мой профиль
tr_tr: Profilim
uk: Мій профіль
zh_hant: 我的個人檔案

# TopBar_SignOut
source: Sign out
de: Ausloggen
fr: Se déconnecter
pl: Wyloguj
pt_br: sair
ru: Выйти
tr_tr: Oturumu kapat
uk: Вийти
zh_hant: 登出

# TopBar_AccountSettings
source: Account settings
de: Account-Einstellungen
fr: Paramètres du compte
pl: Ustawienia konta
pt_br: Configurações de Conta
ru: Настройки аккаунта
tr_tr: Hesap ayarları
uk: Налаштування облікового запису
zh_hant: 帳戶設定

# ViewChangelogMenuItem.Header
source: View changelog
de: Änderungsprotokoll ansehen
fr: Voir le journal des modifications
pl: Pokaż dziennik zmian
pt_br: Ver histórico de alterações
ru: Просмотреть список изменений
tr_tr: Sürüm notlarını görüntüle
uk: Переглянути журнал змін
zh_hant: 查看更新紀錄

# ViewAppLogsMenuItem.Header
source: View App logs
de: Anwendungsprotokoll ansehen
fr: Voir les journaux de l'application
pl: Pokaż logi aplikacji
pt_br: Ver logs do aplicativo
ru: Просмотреть логи приложения
tr_tr: Uygulama günlüklerini görüntüle
uk: Переглянути журнали програми
zh_hant: 查看應用程式日誌

# NavigationControl_NavigationControl_Open_in_new_tab
source: Open in new tab
de: In neuen Tab öffnen
fr: Ouvrir dans un nouvel onglet
pl: Otwórz w nowej karcie
pt_br: Abrir na nova guia
ru: Открыть в новой вкладке
tr_tr: Yeni sekmede aç
uk: Відкрити в новій вкладці
zh_hant: 在新分頁中開啟

# NavigationControl_NavigationControl_Open_in_new_panel
source: Open in new panel
de: In neuen Bereich öffnen
fr: Ouvrir dans un nouveau panneau
pl: Otwórz w nowym panelu
pt_br: Aberto em novo painel
ru: Открыть в новой панели
tr_tr: Yeni panelde aç
uk: Відкрити в новій панелі
zh_hant: 在新面板中開啟

# TopBar_Help_ToolTip
source: Help and feedback
de: Hilfe und Feedback
fr: Aide et commentaires
pl: Kliknij, aby sprawdzić pomoc i opinie
pt_br: Ajuda e feedback
ru: Помощь и обратная связь
tr_tr: Yardım ve geri bildirim
uk: Допомога та відгуки
zh_hant: 幫助與意見回饋

# FileOriginPage_AddMod_ToolTip
source: Add the selected mod(s) to this loadout
de: Ausgewählte(r) Mod(s) zu diesem Loadout hinzufügen
fr: Ajouter un mod à votre configuration
pl: Kliknij, aby zainstalować wybrany mod do tego zestawu
pt_br: Adicione o (s) mod (s) selecionado (s) a este carregamento
ru: Установить выбранный мод(ы) в этот профиль
tr_tr: Seçili mod(ları) bu profile yükle
uk: Встановити вибраний(і) мод(и) до цього Набору
zh_hant: 將所選模組安裝到此配置檔

# FileOriginPage_DeleteMod_ToolTip
source: Permanently remove this mod from your Library
de: Dieser Mod wird dauerhaft von deiner Bibliothek entfernt
fr: Remove mod from the library, saving disk space
pl: Kliknij, aby trwale usunąć ten mod ze swojej biblioteki
pt_br: Remova permanentemente este mod da sua biblioteca
ru: Навсегда удалить этот мод из вашей Библиотеки
tr_tr: Bu modu kalıcı olarak sil
uk: Назавжди видалити цей мод з вашої Бібліотеки
zh_hant: 永久刪除此模組

# FileOriginPage_AddModAdvanced_ToolTip
source: Select specific files from a mod to add to your loadout
de: Wähle bestimmte Dateien aus einer Mod aus. um sie zu deinem Loadout hinzuzufügen
fr: Utiliser l'installateur avancé pour sélectionner manuellement les fichiers à inclure
pl: Kliknij, aby wybrać określone pliki z moda, które dodasz do swojego zestawu
pt_br: Selecione arquivos específicos de um mod para adicionar ao seu carregamento
ru: Выбрать конкретные файлы из мода для добавления в ваш профиль
tr_tr: Bir moddan belirli dosyaları seçip profilinize ekleyin
zh_hant: 從模組中選擇特定檔案加入你的配置檔

# ApplyControlView_ViewApplyChanges_ToolTip
source: View the changes that will be applied to your game folder
de: Zeigt die Änderungen an, die auf deinem Spielordner angewendet werden
fr: Voir les modifications qui seront appliquées au dossier du jeu
pl: Kliknij, aby zobaczyć zmiany, które zostaną zastosowane w folderze gry
pt_br: Veja as alterações que serão aplicadas à sua pasta de jogos
ru: Просмотреть изменения, которые будут применены к папке вашей игры
tr_tr: Oyun klasörünüze uygulanacak değişiklikleri görüntüleyin
zh_hant: 查看將套用到遊戲資料夾的變更內容

# ApplyControlView_Apply_ToolTip
source: Apply your changes to the game folder
de: Deine Änderungen am Spielordner übernehmen
fr: Appliquer vos modifications au dossier du jeu
pl: Kliknij, aby zastosować zmiany w folderze gry
pt_br: Aplique suas alterações na pasta do jogo
ru: Применить ваши изменения к папке игры
tr_tr: Değişikliklerinizi oyun klasörüne uygulayın
uk: Застосувати зміни до папки гри
zh_hant: 將你的變更套用到遊戲資料夾

# IFileTreeNodeViewModel_FormattedChangeStateToolTip_Added
source: File will be added
de: Datei wird hinzugefügt
fr: Le fichier sera ajouté
pl: Plik zostanie dodany
pt_br: O arquivo será adicionado
ru: Файл будет добавлен
tr_tr: Dosya eklenecek
uk: Файл буде додано
zh_hant: 檔案將被新增

# IFileTreeNodeViewModel_FormattedChangeStateToolTip_ModifiedFile
source: File will be modified
de: Datei wird modifiziert
fr: Le fichier sera modifié
pl: Plik zostanie zmodyfikowany
pt_br: O arquivo será modificado
ru: Файл будет изменен
tr_tr: Dosya değiştirilecek
uk: Файл буде змінено
zh_hant: 檔案將被修改
