Repository: Nexus-Mods/NexusMods.App
Catalog: src/NexusMods.App.UI/Resources/Language.*.resx
Languages: de, fr, pl, pt_br, ru, tr_tr, uk, zh_hant

# IFileTreeNodeViewModel_FormattedChangeStateToolTip_Removed
source: File will be removed
de: Datei wird entfernt
fr: Le fichier sera supprimé
pl: Plik zostanie usunięty
pt_br: O arquivo será removido
ru: Файл будет удален
tr_tr: Dosya kaldırılacak
uk: Файл буде видалено
zh_hant: 檔案將被移除

# IFileTreeNodeViewModel_FormattedChangeStateToolTip_ModifiedFolder
source: Folder contains modified files
de: Ordner enthält modifizierte Dateien
fr: Le dossier contient des fichiers modifiés
pl: Folder zawiera zmodyfikowane pliki
pt_br: Pasta contém arquivos modificados
ru: Папка содержит измененные файлы
tr_tr: Klasörde değiştirilen dosyalar var
uk: Папка містить змінені файли
zh_hant: 資料夾包含已修改的檔案

# InfoBanner_PrefixProperty_Did_you_know_
source: Did you know?
de: Wusstest du schon?
fr: Le saviez-vous?
pl: Czy wiesz?
pt_br: Você sabia?
ru: Знаете ли вы?
tr_tr: Biliyor muydunuz?
uk: Чи знаєте ви?
zh_hant: 你知道嗎？

# NewTabPageInfoBannerText1
source: You can add panels for split screen viewing by selecting the
de: Du kannst Bereiche für die geteilte Bildschirmansicht hinzufügen, indem du die
fr: Vous pouvez ajouter des panneaux pour une vue en écran partagé en sélectionnant le
pl: Możesz dodać dodatkowy panel na podzielonym ekranie poprzez wybranie tego
pt_br: Você pode adicionar painéis para visualização de tela dividida selecionando o
ru: Вы можете добавить панели для разделенного просмотра, выбрав
tr_tr: Araç çubuğundaki
zh_hant: 你可以透過選擇「分割畫面檢視」來新增面板。

# NewTabPageInfoBannerText2
source: button in the toolbar
de: Schaltfläche in der Werkzeugleiste auswählst
fr: bouton dans la barre d'outils
pl: przycisku na pasku narzędzi
pt_br: botão na barra de ferramentas
ru: кнопку на панели инструментов
tr_tr: düğmeye tıklayarak panel ekleyebilirsiniz
uk: кнопку на панелі інструментів
zh_hant: 工具列中的按鈕

# LoadoutGrid_EmptyModlistSubtitle_Add_from_library
source: Install your mods from the Library
de: Installiere deine heruntergeladenen Mods von
fr: Ajoutez vos mods téléchargés depuis le
pl: Zainstaluj pobrane mody z
pt_br: Instale seus mods da biblioteca
ru: Установите ваши моды из Библиотеки
tr_tr: Modlarınızı Kütüphaneden Yükleyin
uk: Встановіть свої моди з Бібліотеки
zh_hant: 從模組庫中安裝你的模組

# LoadoutGridViewModel_EmptyModlistTitleString
source: No mods added to {0}
de: Es wurden keine Mods hinzugefügt zu {0}
fr: Aucun mod ajouté à {0}
pl: Brak dodanych modów do {0}
pt_br: Nenhum mods adicionado a {0}
ru: В {0} не добавлено модов
tr_tr: {0} için hiç mod eklenmedi
uk: До {0} не додано жодних модів
zh_hant: 尚未為 {0} 新增任何模組

# EmptyLibraryTitleText
source: No mods in your Library
de: Es befinden sich keine Mods in deiner Bibliothek
fr: Aucun mod dans votre bibliothèque
pl: Brak modów w bibliotece
pt_br: Nenhum mods em sua biblioteca
ru: В вашей Библиотеке нет модов
tr_tr: Kütüphanenizde mod yok
uk: У вашій Бібліотеці немає модів
zh_hant: 你的模組庫中沒有任何模組

# FileOriginsPageViewModel_EmptyLibrarySubtitleText
source: Download {0} mods from Nexus Mods
de: Lade {0} Mods von Nexus Mods herunter
fr: Téléchargement de {0} mods depuis Nexus Mods
pl: Pobierz mody dla {0} z Nexus Mods
pt_br: Baixar {0} mods do Nexus Mods
ru: Загрузите моды для {0} с Nexus Mods
tr_tr: Nexus Mods'dan {0} mod indir
uk: Завантажте моди для {0} з Nexus Mods
zh_hant: 從 Nexus Mods 下載 {0} 的模組

# DiagnosticListView.EmptyState.Header
source: Your loadout passed the health check without issues
de: Dein Loadout hat die Zustandsüberprüfung ohne Probleme bestanden
fr: Votre configuration a passé le contrôle de santé sans problème
pl: Kontrola kondycji zestawu zakończona pomyślnie
pt_br: Seu carregamento passou na verificação de saúde sem problemas
ru: Ваш профиль прошел проверку состояния без проблем
tr_tr: Profiliniz sağlık kontrolünden sorunsuz geçti
uk: Ваш набір пройшов перевірку стану без проблем
zh_hant: 你的配置檔已通過健康檢查，未發現任何問題

# DiagnosticListView.EmptyState.Subtitle
source: Ready for gaming.
de: Bereit zum Spielen.
fr: Prêt pour le jeu.
pl: Gotowy do gry
pt_br: Pronto para jogos.
ru: Готово к игре.
tr_tr: Oyun oynamaya hazır.
uk: Готово до гри.
zh_hant: 準備好遊玩了

# LoadoutCardViewModel_CreationTimeConverter_Created__0_
source: Created {0}
de: Erstellt {0}
fr: Créé {0}
pl: Utworzony {0}
pt_br: Criado {0}
ru: Создано {0}
tr_tr: Oluşturuldu {0}
uk: Створено {0}
zh_hant: 建立於 {0}

# LoadoutCardViewModel_FormatLastAppliedTime_Last_applied__0_
source: Last applied: {0}
de: Zuletzt angewendet: {0}
fr: Dernière application: {0}
pl: Ostatnio zastosowany: {0}
pt_br: Última aplicada: {0}
ru: Последнее применение: {0}
tr_tr: Son uygulama: {0}
uk: Востаннє застосовано: {0}
zh_hant: 上次套用時間： {0}

# LoadoutCardViewModel_FormatNumMods_Mods__0_
source: Mods {0}
pl: Mody: {0}
ru: Модов: {0}
tr_tr: Modlar {0}
uk: Моди: {0}
zh_hant: 模組 {0}

# MyLoadoutsPageTitle
source: My Loadouts
de: Mein Loadout
fr: Mes configurations
pl: Moje zestawy
pt_br: Meus carregamentos
ru: Мои профили
tr_tr: Profillerim
uk: Мої Набори
zh_hant: 我的配置檔

# MyLoadoutsPageDescriptionText
source: Create game Loadouts which contain their own individual mod preferences and settings. Switch between Loadouts and apply the one you want to play.
de: Loadouts ermöglichen es dir, zwischen verschiedenen Spielstilen zu wechseln, indem du sie mit verschiedenen Mods und Konfigurationen anpasst. Wähle einfach das gewünschte Loadout aus und wende sie an.
fr: Les configurations vous permettent de basculer entre différents styles de jeu en personnalisant chacun avec différents mods et configurations. Il vous suffit de sélectionner et d'appliquer la configuration que vous souhaitez utiliser.
pl: Twórz zestawy dla gier, które będą zawierały ustawienia i mody. Przełączaj się między zestawami i wybierz swój ulubiony, aby zagrać.
pt_br: Crie carregamentos de jogo que contêm suas próprias preferências e configurações individuais de mod. Alterne entre o LoadOuts e aplique o que você deseja reproduzir.
ru: Создавайте игровые профили, которые содержат свои индивидуальные настройки модов. Переключайтесь между профилями и применяйте тот, который хотите использовать.
tr_tr: Kendi mod tercihleri ve ayarlarına sahip oyun Profilleri oluşturun. Profiller arasında geçiş yapın ve oynamak istediğiniz Profili uygulayın.
zh_hant: 建立遊戲配置檔，每個配置檔包含獨立的模組偏好與設定。你可以在不同配置檔間切換，並套用想玩的設定。

# SettingsView_Description
source: Manage your preferences.
pl: Zarządzaj swoimi preferencjami
pt_br: Gerencie suas preferências.
ru: Управление вашими предпочтениями.
tr_tr: Tercihlerinizi yönetin.
uk: Керуйте своїми налаштуваннями.
zh_hant: 管理你的偏好設定。

# MyLoadoutsGameSectionHeading
source: {0} Loadouts
fr: {0} Configurations
pl: Zestawy {0}
pt_br: {0} Carregamento
ru: Профили для {0}
tr_tr: {0} Profil
uk: Набори для {0}
zh_hant: {0} 配置檔

# CreateNewLoadoutCarViewTexBlock
source: Create new
de: Neues Loadout erstellen
fr: Créer une nouvelle configuration
pl: Utwórz nowy
pt_br: Crie novo
ru: Создать новый
tr_tr: Yeni oluştur
uk: Створити новий
zh_hant: 新建

# LoadoutCardViewCurrentlyAppliedTextBlock
source: Currently Applied
de: Derzeit angewandt
fr: Actuellement appliqué
pl: Aktualnie zastosowany
pt_br: Atualmente aplicado
ru: Текущий примененный
tr_tr: Şu anda uygulanan
uk: Застосовано
zh_hant: 目前套用中

# LoadoutCardViewCreateCopyButton
source: Create Copy
de: Kopie erstellen
fr: Créer une copie
pl: Utwórz kopię
pt_br: Crie cópia
ru: Создать копию
tr_tr: Kopya oluştur
uk: Створити копію
zh_hant: 建立複本

# LoadoutCardViewDeletingText
source: Deleting...
de: Löschen...
fr: Suppression en cours...
pl: Usuwanie...
pt_br: Excluir...
ru: Удаление...
tr_tr: Siliniyor...
uk: Видалення...
zh_hant: 正在刪除...

# LoadoutCardViewCreatingText
source: Creating...
de: Erstellen...
fr: Création en cours...
pl: Tworzenie...
pt_br: Criando...
ru: Создание...
tr_tr: Oluşturuluyor...
uk: Створення...
zh_hant: 正在建立...

# MyLoadoutsEmptyState_Subtitle
source: Loadouts enable you to switch between various play styles by customising each with different mods and configurations.
de: Loadouts ermöglichen es dir, zwischen verschiedenen Spielstilen zu wechseln, indem du sie mit verschiedenen Mods und Konfigurationen anpasst.
fr: Les configurations vous permettent de basculer entre différents styles de jeu en personnalisant chacun avec différents mods et configurations.
pl: Twórz własne zestawy i łatwo przełączaj się między różnymi stylami gry.
pt_br: O LoadOuts permite alternar entre vários estilos de reprodução, personalizando cada um com diferentes mods e configurações.
ru: Профили позволяют переключаться между различными стилями игры, настраивая каждый из них с разными модами и конфигурациями.
tr_tr: Profiller, her birini farklı modlar ve yapılandırmalarla özelleştirerek farklı oyun stilleri arasında geçiş yapmanızı sağlar.
zh_hant: 配置檔讓你能夠透過不同的模組與設定，自訂多種遊戲風格並方便切換。

# MyLoadoutsEmptyState_Header
source: You need to add a game before using Loadouts
de: Du musst ein Spiel hinzufügen, bevor du Loadouts nutzen kannst
fr: Vous devez ajouter un jeu avant d'utiliser les configurations
pl: Dodaj grę przed użyciem zestawów
pt_br: Você precisa adicionar um jogo antes de usar o LoadOuts
ru: Вам нужно добавить игру перед использованием профилей
tr_tr: Profilinizi kullanmadan önce bir oyun eklemeniz gerekir
uk: Вам потрібно додати гру перед використанням Наборів
zh_hant: 你需要先新增遊戲才能使用配置檔

# LibraryItemDeleteConfirmation_Title
source: Permanently delete mod(s)
de: Mod(s) dauerhaft löschen
fr: Supprimer définitivement le(s) mod(s)
pl: Trwałe usunięcie
pt_br: Excluir permanentemente mod (s)
ru: Навсегда удалить мод(ы)
tr_tr: Mod(ları) kalıcı olarak sil
uk: Назавжди видалити мод(и)
zh_hant: 永久刪除模組

# LibraryItemDeleteConfirmation_HeaderQuestion
source: Deleting these mods permanently removes them from the app:
de: Wenn du diese Mods löschst, werden sie dauerhaft aus der App entfernt:
fr: La suppression de ces mods les supprime définitivement de l'application:
pl: Czy na pewno chcesz trwale usunąć poniższe mody z aplikacji:
pt_br: A exclusão desses mods os remove permanentemente do aplicativo:
ru: Удаление этих модов навсегда удалит их из приложения:
tr_tr: Bu modları kalıcı olarak silmek, uygulamadan tamamen kaldırır:
uk: Видалення цих модів назавжди видаляє їх із програми:
zh_hant: 刪除這些模組將會從應用程式中永久移除它們：

# LibraryItemDeleteConfirmation_UsedBy
source: Used by {0}:
de: Benutzt von {0}:
fr: Utilisé par {0}:
pl: Używany przez {0}:
pt_br: Usado por {0}:
ru: Используется в {0}:
tr_tr: {0} tarafından kullanılıyor:
uk: Використовується {0}:
zh_hant: 由 {0} 使用：

# LibraryItemDeleteConfirmation_UsedByWithLoadout
source: Used by {0} - {1}:
de: Benutzt von {0} - {1}:
fr: Utilisé par {0} - {1}:
pl: Używany przez {0} - {1}:
pt_br: Usado por {0} - {1}:
ru: Используется в {0} - {1}:
tr_tr: {0} - {1} tarafından kullanılıyor:
uk: Використовується {0} - {1}:
zh_hant: 由 {0} 使用 - {1}：

# LibraryItemDeleteConfirmation_DeleteModsButton
source: Delete mod(s)
de: Mod(s) löschen
fr: Supprimer le(s) mod(s)
pl: Usuń
ru: Удалить мод(ы)
tr_tr: Mod(ları) Sil
uk: Видалити мод(и)
zh_hant: 刪除模組

# Updated_ViewUninstallDocs
source: How to uninstall the Nexus Mods app
de: Wie man die Nexus Mods App deinstalliert
fr: Comment désinstaller l'application Nexus Mods
pl: Jak odinstalować aplikację Nexus Mods
pt_br: Como desinstalar o aplicativo Nexus Mods
ru: Как удалить приложение Nexus Mods
tr_tr: Nexus Mods uygulaması nasıl kaldırılır
uk: Як видалити програму Nexus Mods
zh_hant: 如何卸載 Nexus Mods app

# HumanizedDateTime_Never
source: Never
de: Niemals
fr: Jamais
pl: Nigdy
pt_br: Nunca
ru: Никогда
tr_tr: Asla
uk: Ніколи
zh_hant: 永不

# ApplyControlView__ApplyingToolTip
source: Applying changes to the game
de: Änderungen am Spiel werden angewendet
fr: Application des modifications au jeu
pl: Kliknij, aby zastosować zmiany do gry
pt_br: Aplicando alterações no jogo
ru: Применение изменений к игре
tr_tr: Oyuna değişiklikler uygulanıyor
uk: Застосування змін до гри
zh_hant: 正在將變更套用到遊戲

# LoadoutCard_DeleteLoadoutToolTip
source: Delete Loadout
de: Loadout löschen
fr: Supprimer la configuration
pl: Kliknij, aby usunąć zestaw
pt_br: Excluir Equipamento
ru: Удалить профиль
tr_tr: Profili sil
uk: Видалити Набір
zh_hant: 刪除配置檔

# FileOriginPage_DeleteMod
source: Delete
de: Löschen
fr: Effacer
pl: Usuń
pt_br: Excluir
ru: Удалить
tr_tr: Sil
uk: Видалити
zh_hant: 刪除

# LoadoutView_Title_Installed_Mods
source: All ({0})
de: Installierte Mods
pl: Wszystkie ({0})
pt_br: Todos ({0})
ru: Все ({0})
tr_tr: Tümü ({0})
uk: Усі ({0})
zh_hant: 全部 ({0})

# LoadoutView_Title_Installed_Mods_ToolTip
source: View and manage all installed mods
pl: Zobacz i zarządzaj wszystkimi zainstalowanymi modami
pt_br: Veja e gerencie todos os mods instalados
ru: Просмотр и управление всеми установленными модами
tr_tr: Yüklü modları görüntüle ve yönet
uk: Переглянути та керувати всіма встановленими модами
zh_hant: 檢視並管理所有已安裝的模組

# ErrorGameAlreadyRunning_Title
source: Game is currently running
de: Spiel läuft derzeit
pl: Gra jest już uruchomiona
pt_br: O jogo está em execução atualmente
ru: Игра уже запущена
tr_tr: Oyun şu anda çalışıyor
uk: Гра вже запущена
zh_hant: 遊戲目前正在執行中

# ErrorGameAlreadyRunning_Description
source: It looks like {0} is already running. To apply changes or launch the game again, please close the game first.
de: Es sieht so aus, als würde {0} bereits laufen. Um Änderungen vorzunehmen oder das Spiel erneut zu starten, schließe das Spiel bitte zuerst.
pl: Wygląda na to, że gra {0} jest już uruchomiona. Zamknij grę, aby zastosować zmiany lub ponownie uruchomić grę.
pt_br: Parece que {0} já está em execução. Para aplicar mudanças ou iniciar o jogo novamente, feche o jogo primeiro.
ru: Похоже, что {0} уже запущена. Чтобы применить изменения или запустить игру снова, пожалуйста, сначала закройте игру.
tr_tr: Görünüşe göre {0} zaten çalışıyor. Değişiklikleri uygulamak veya oyunu yeniden başlatmak için lütfen önce oyunu kapatın.
uk: Схоже, {0} вже запущена. Щоб застосувати зміни або запустити гру знову, будь ласка, спершу закрийте гру.
zh_hant: 看起來 {0} 已經在執行中。 要套用變更或重新啟動遊戲，請先關閉遊戲。

# FileOriginPage_SwitchView
source: Switch View
de: Ansicht wechseln
pl: Przełącz widok
pt_br: Mudar Exibição
ru: Переключить вид
tr_tr: Görünümü Değiştir
uk: Змінити вигляд
zh_hant: 切換檢視模式

# FileOriginPage_SwitchView_ToolTip
source: Show or hide mod page groups
de: Gruppen der Modseiten anzeigen oder verstecken
pl: Kliknij, aby pokazać lub ukryć grupy stron modów
pt_br: Mostrar ou ocultar grupos de página moda
ru: Показать или скрыть группы страниц модов
tr_tr: Mod sayfası gruplarını göster veya gizle
uk: Показати або приховати групи сторінок модів
zh_hant: 顯示或隱藏模組頁面群組

# FileOriginsPage_FromDrive_ToolTip
source: Import a mod from your computer
de: Einen Mod vom deinem Computer importieren
pl: Kliknij, aby zaimportować mod z dysku
pt_br: Importe um mod do seu computador
ru: Импортировать мод с вашего компьютера
tr_tr: Bilgisayarınızdan bir mod içe aktar
uk: Імпортувати мод з вашого комп'ютера
zh_hant: 從你的電腦匯入模組

# FileOriginsPage_FromNexus_ToolTip
source: Open Nexus Mods
de: Nexus Mods öffnen
pl: Kliknij, aby otworzyć stronę Nexus Mods
pt_br: Abra os mods Nexus
ru: Открыть Nexus Mods
tr_tr: Nexus Mods'u aç
uk: Відкрити Nexus Mods
zh_hant: 開啟 Nexus Mods

# TopBar_Forward_ToolTip
source: Forward
de: Weiter
pl: Kliknij, aby przejść dalej
pt_br: Avançar
ru: Вперед
tr_tr: İleri
uk: Вперед
zh_hant: 前進

# TopBar_Back_ToolTip
source: Back
de: Zurück
pl: Kliknij, aby przejść wstecz
pt_br: Voltar
ru: Назад
tr_tr: Geri
uk: Назад
zh_hant: 返回

# TopBar_GiveFeedback_ToolTip
source: Click to give feedback and help us improve.
pl: Kliknij, aby przekazać opinię i pomóc nam w ulepszaniu aplikacji
pt_br: Clique para dar seu feedback e nos ajudar a melhorar.
ru: Нажмите, чтобы оставить отзыв и помочь нам улучшиться.
tr_tr: Geri bildirim vermek ve geliştirmemize yardımcı olmak için tıklayın.
zh_hant: 點擊提供意見回饋，幫助我們改進。

# TopBarActions__LOG_IN_ToolTip
source: Connect your Nexus Mods account
de: Mit deinem Nexus Mods-Account verbinden
pl: Kliknij, aby połączyć swoje konto Nexus Mods
pt_br: Conecte sua conta de mods nexus
ru: Подключить вашу учетную запись Nexus Mods
tr_tr: Nexus Mods hesabınızı bağlayın
uk: Підключіть свій обліковий запис Nexus Mods
zh_hant: 連結你的 Nexus Mods 帳戶

# LoadoutGridView__Remove_ToolTip
source: Remove the selected mod(s) from this loadout
de: Ausgewählte(r) Mod(s) von diesem Loadout entfernen
pl: Kliknij, aby odinstalować wybrany mod z tego zestawu
pt_br: Remova o (s) mod (s) selecionado (s) deste carregamento
ru: Удалить выбранный мод(ы) из этого профиля
tr_tr: Bu profilden seçili mod(ları) kaldır
uk: Видалити вибраний(і) мод(и) з цього Набору
zh_hant: 從此配置中解除安裝所選模組

# CollectionDownloadViewModel_Ready_to_install
source: Ready to install - All required mods downloaded
de: Bereit zur Installation - Alle benötigten Mods wurden heruntergeladen
pl: Gotowa do zainstalowania - wszystkie wymagane mody zostały pobrane
pt_br: Pronto para instalar - Todos os mods necessários foram baixados
ru: Все необходимые моды загружены. Готово к установке.
tr_tr: Tüm gerekli modlar indirildi. Yüklemeye hazır.
uk: Усі необхідні моди завантажено. Готово до встановлення.
zh_hant: 所有必要模組已下載完成，準備安裝。

# CollectionDownloadViewModel_Num_required_mods_downloaded
source: {0} of {1} required mods downloaded
de: {0} von {1} benötigten Mods heruntergeladen
pl: Pobrano {0} z {1} wymaganych modów
pt_br: {0} de {1} mods necessários baixados
ru: Загружено {0} из {1} необходимых модов. Завершите загрузку для установки.
tr_tr: {0} / {1} gerekli mod indirildi. Yüklemek için indirmeleri tamamlayın.
zh_hant: 已下載 {0} / {1} 個必要模組。請完成下載以進行安裝。

# FileOriginPage_UpdateAll
source: Update All
pl: Zaktualizuj wszystko
pt_br: Atualizar tudo
ru: Обновить все
tr_tr: Hepsini Güncelle
uk: Оновити все
zh_hant: 更新全部

# LeftMenu_Label_Installed_Mods
source: INSTALLED MODS
pl: ZAINSTALOWANE MODY
pt_br: Instalado
ru: Установленные моды
tr_tr: Yüklü
uk: Встановлені моди
zh_hant: 已安裝

# LeftMenu_Label_Utilities
source: UTILITIES
pl: NARZĘDZIA
pt_br: UTILITÁRIOS
ru: Утилиты
tr_tr: Yardımcı Araçlar
uk: Утиліти
zh_hant: 工具程式

source: Ready to play - All required mods installed
pl: Gotów do gry - zainstalowano wszystkie wymagane mody
pt_br: Pronto para jogar - todos os mods necessários instalados
ru: Готово к игре - Все необходимые моды установлены
tr_tr: Oynamaya hazır - Tüm gerekli modlar yüklendi
uk: Готово до гри - Усі необхідні моди встановлено
zh_hant: 準備就緒 - 所有必要模組皆已安裝

# LibraryItemButtonUpdate_Single
source: Download update
pl: Pobierz aktualizację
pt_br: Baixar atualização
ru: Загрузить обновление
tr_tr: Güncellemeyi indir
uk: Завантажити оновлення
zh_hant: 下載更新

# LibraryItemButtonUpdate_CounterInBracket
source: Download update ({0})
pl: Pobierz aktualizację ({0})
pt_br: Baixar atualização ({0})
ru: Загрузить обновление ({0})
tr_tr: Güncellemeyi indir ({0})
uk: Завантажити оновлення ({0})
zh_hant: 下載更新 ({0})

# LibraryItemButtonUpdate_All
source: Download all
pl: Pobierz wszystko
pt_br: Baixar tudo
ru: Загрузить все
tr_tr: Tümünü indir
uk: Завантажити все
zh_hant: 下載全部

# LoadoutView_Title_Installed_Mods_Default
source: All
pl: Wszystkie
pt_br: Todos
ru: Все
tr_tr: Tümü
uk: Усі
zh_hant: 全部

# LoadoutLeftMenuViewModel_External_Changes
source: External Changes
pl: Zewnętrzne zmiany
pt_br: Mudanças externas
ru: Внешние изменения
tr_tr: Harici Değişiklikler
uk: Зовнішні зміни
zh_hant: 外部變更

# LoadoutLeftMenuViewModel_External_Changes_ToolTip
source: Review, remove, or restore changes made outside the app.
pl: Przejrzyj, usuń lub przywróć zmiany wprowadzone poza aplikacją
pt_br: Revise, remova ou restaure as alterações feitas fora do aplicativo.
ru: Просмотрите, удалите или восстановите изменения, сделанные вне приложения.
tr_tr: Uygulama dışından yapılan değişiklikleri gözden geçirin, kaldırın veya geri yükleyin.
zh_hant: 檢視、移除或還原在應用程式外所做的變更。

# CollectionDownloadViewModel_DownloadRequired
source: Download all required mods
pl: Pobierz wszystkie wymagane mody
pt_br: Baixar tudo automaticamente
ru: Автоматически загрузить все
tr_tr: Tümünü otomatik indir
uk: Авто-завантажити все
zh_hant: 自動下載全部

# CollectionDownloadViewModel_InstallCollection
source: Install Collection
pl: Zainstaluj kolekcję
pt_br: Instalar coleção
ru: Установить коллекцию
tr_tr: Koleksiyonu yükle
uk: Встановити Колекцію
zh_hant: 安裝收藏集

# CollectionDownloadViewModel_ViewCollection
source: View Installed Collection
pl: Zobacz zainstalowaną kolekcję
pt_br: Ver coleção instalada
ru: Просмотреть установленную коллекцию
tr_tr: Yüklenmiş koleksiyonu görüntüle
uk: Переглянути встановлену Колекцію
zh_hant: 查看已安裝的收藏集

# CollectionDownloadViewModel_UpdateCollection
source: Install Update
pl: Zaktualizuj do wersji {0}
pt_br: Atualização para revisão {0}
ru: Обновить до ревизии {0}
tr_tr: {0} sürümüne güncelle
uk: Оновити до Ревізії {0}
zh_hant: 更新至修訂版本 {0}

# CollectionDownloadViewModel_DownloadOptional
source: Download all optional mods
pl: Pobierz wszystkie opcjonalne mody
pt_br: Download automático de todos os opcionais
ru: Автоматически загрузить все необязательные
tr_tr: Tüm isteğe bağlı olanları otomatik indir
uk: Авто-завантажити все необов'язкове
zh_hant: 自動下載所有可選項目

# CollectionDownloadViewModel_InstallOptional
source: Install downloaded optional mods
pl: Zainstaluj pobrane opcjonalne mody
pt_br: Instalar todos os opcionais
ru: Установить все необязательные
tr_tr: Tüm isteğe bağlı olanları yükle
uk: Встановити все необов'язкове
zh_hant: 安裝所有可選項目/value> </data> <data name="RemoveGameOverlayView_Title" xml:space="preserve"> <value>正在移除 {0}

# MessageBox_Button_Ok
source: OK
ru: ОК
tr_tr: TAMAM

# Helpers_GenerateHeader_STATUS
source: STATUS
fr: STATUT
pt_br: ESTADO
ru: СТАТУС
tr_tr: Durum
uk: СТАТУС
zh_hant: 狀態

# Nexus_Premium_Status__Premium
source: PREMIUM
pt_br: PRÊMIO
ru: ПРЕМИУМ
uk: ПРЕМІУМ

# CancelDownloadOverlayView_Description__Download
source: download
fr: télécharger
pt_br: baixar
ru: загрузка
tr_tr: indirme
uk: завантаження
zh_hant: 下載

# GiveFeedbackMenuItem.Header
source: Give feedback
de: Feedback geben
fr: Donner un avis
