Repository: Nexus-Mods/NexusMods.App
Catalog: src/Games/NexusMods.Games.FOMOD.UI/Resources/Language.*.resx
Languages: de

# FooterStepperView_FooterStepperView_Finish
source: FINISH
de: Beendend

# FooterStepperView_FooterStepperView_Next
source: NEXT
de: Nächstes

# FooterStepperView_FooterStepperView_One_or_more_groups_failed_validation_
source: One or more groups failed validation.
de: Eine oder mehrere Gruppen haben die Validierung nicht bestanden

# FooterStepperView_FooterStepperView_Previous
source: PREVIOUS
de: Vorheriges

# GuidedInstallerGroupViewModel_GuidedInstallerGroupViewModel_None
source: None
de: Nichts

# GuidedInstallerGroupViewModel_GuidedInstallerGroupViewModel_Select_nothing
source: Select nothing
de: Wähle nichts aus

source: Use this option to select nothing
de: Verwende diese Option um nichts auszuwählen.

# GuidedInstallerGroupView_SelectAtLeastOne
source: (SELECT AT LEAST ONE)
de: (WÄHLEN SIE MINDESTENS EINE AUS)

# GuidedInstallerStepView_GuidedInstallerStepView_Installation_complete
source: Installation complete
de: Installation abgeschlossen

# GuidedInstallerStepView_GuidedInstallerStepView_No_additional_details_available
source: No additional details available
de: Keine weiteren Details verfügbar

# HighlightedOptionDescription_No_Extra_Details
source: No additional details
de: Keine weiteren Details verfügbar

# InstallationCompleteScreenText
source: You can change these options anytime by reinstalling this mod.
de: Sie können diese Optionen jederzeit ändern, indem Sie diese Mod neu installieren.
